CALCULATE_DESIGN_SHEAR_FORCE_ACCORDING_TO_SPECIAL_PROVISIONS_FOR_SEISMIC_DESIGN = "내진 설계 기준에 의한 설계 전단력 계산"
DESIGN_MOMENT_ABOUT_YDIRECTION_FOR_DUCTILE_DESIGN = "연성 설계를 위한 y-방향 설계 모멘트"
DESIGN_MOMENT_ABOUT_ZDIRECTION_FOR_DUCTILE_DESIGN = "연성 설계를 위한 z-방향 설계 모멘트"
IDS_5_YEARS_OR_MORE = "5년 또는 그 이상"
IDS_ABOUT_MAJOR_AXIS = "about major axis"
IDS_ABOUT_MINOR_AXIS = "about minor axis"
IDS_ADD_DOT = "추가"
IDS_ADDITIONAL_BENDING_REBAR_DATA = "추가 휨 보강근 데이터"
IDS_APPLIED_SHEAR_FORCE = "적용 전단력"
IDS_ANCH_BOLT_CAST_HEADED_STUD = "선설치 스터드 볼트"
IDS_ANCH_BOLT_CAST_HEADED_BOLT = "선설치 앵커 볼트"
IDS_ANCH_BOLT_CAST_HOOKEDBOLTL = "선설치 L형 앵커 볼트"
IDS_ANCH_BOLT_CAST_HOOKEDBOLTJ = "선설치 J형 앵커 볼트"
IDS_ANCH_BOLT_POST_UNDERCUTANC = "후설치 언더컷 앵커"
IDS_ANCH_BOLT_POST_EXPANSIONTC = "후설치 토크 제어 확장 앵커"
IDS_ANCH_BOLT_POST_EXPANSIONDC = "후설치 변위 제어 확장 앵커"
IDS_ANCH_BOLT_POST_ADHESIVEANC = "후설치 부착식 앵커"
IDS_AREA = "면적"
IDS_ASSUMED_UNCRACKED_SECTION = "비균열 단면으로 가정"
IDS_AXIAL_CAPACITY = "축 강도"
IDS_AXIAL_MOMENT = "축 모멘트"
IDS_AXIAL_MOMENT_CAPACITY = "축 모멘트 강도"
IDS_AXIAL_MOMENT_CAPACITY_MAJOR = "주축에 대한 축 모멘트 강도"
IDS_AXIAL_MOMENT_CAPACITY_MINOR = "약축에 대한 축 모멘트 강도"
IDS_BEAM_COLUMN_JOINT_CAPACITY = "보-기둥 접합부 강도"
IDS_BEAM_DEMAND_BOTTOM = "하부 보 요구량"
IDS_BEAM_DEMAND_TOP = "상부 보 요구량"
IDS_BEARING = "지압"
IDS_BEARING_CAPACITY = "지압 강도"
IDS_BOTTOM = "하부"
IDS_BOUNDARY_ELEMENT = "경계 요소"
IDS_BOUNDARY_ELEMENT_LENGTH = "경계 요소 길이"
IDS_BOUNDARY_ELEMENT_TRANSVERSE_REINFORCEMENT_IS_NOT_REQUIRED = "경계요소 횡철근 보강이 요구되지 않음"
IDS_BOUNDARY_ELEMENT_TRANSVERSE_REINFORCEMENT_IS_REQUIRED = "경계요소 횡철근 보강이 요구됨"
IDS_BY_LENGTH = "By Length"
IDS_BY_SECTION = "By Section"
IDS_BY_DESIGN_DETAILS = "By design details"
IDS_BY_XD_LIMIATION = "By x/d limitation"
IDS_CALCULATE_AXIAL_LOAD_AND_MOMENT_CAPACITIES = "축 하중 및 모멘트 강도 계산"
IDS_CALCULATE_AXIAL_MOMENT_CAPACITY = "축-모멘트 강도 계산 ( PM 곡선 )"
IDS_CALCULATE_BEARING_CAPACITY = "지압 강도 계산"
IDS_CALCULATE_BENDING_STRENGTH_FOR_DESIGN_SHEAR_FORCE = "설계 전단력을 산정을 위한 휨 강도 계산"
IDS_CALCULATE_CAPACITY_OF_COMPRESSION_STRESS_BLOCK = "압축 응력 블럭의 강도 계산"
IDS_CALCULATE_CAPACITY_OF_REBAR = "철근의 강도 계산 ( + : 압축, - : 인장 )"
IDS_CALCULATE_CONCENTRIC_AXIAL_LOAD = "중심 축하중 계산"
IDS_CALCULATE_CONCENTRIC_AXIAL_LOAD_US = "Calculation of Pure Compression"
IDS_CALCULATE_CRACK_WIDTH = "균열 폭 계산"
IDS_CALCULATE_DEFLECTION = "처짐 계산"
IDS_CALCULATE_DEFLECTION_ALLOW = "허용 처짐 계산"
IDS_CALCULATE_DEFLECTION_MAX = "최대 처짐 계산"
IDS_CALCULATE_DESIGN_DISPLACEMENT = "설계 변위 계산"
IDS_CALCULATE_DESIGN_SHEAR_FORCE_ACCORDING_TO_SPECIAL_PROVISIONS_FOR_SEISMIC_DESIGN = "내진 설계 기준에 의한 설계 전단력 계산"
IDS_CALCULATE_MINIMUM_REINFORCEMENT_FOR_CRACK = "Calculate minimum reinforcement for crack"
IDS_CALCULATE_DESIGN_SHEAR_FORCE_ACCORDING_TO_SPECIAL_PROVISIONS_FOR_SEISMIC_DESIGN_MAJOR = "내진 설계 기준에 의한 주축 설계 전단력 계산"
IDS_CALCULATE_DESIGN_SHEAR_FORCE_ACCORDING_TO_SPECIAL_PROVISIONS_FOR_SEISMIC_DESIGN_MINOR = "내진 설계 기준에 의한 약축 설계 전단력 계산"
IDS_CALCULATE_MAXIMUM_REINFORCEMENT_RATIO = "최대 철근비 계산"
IDS_CALCULATE_MINIMUM_REINFORCEMENT_RATIO = "최소 철근비 계산"
IDS_CALCULATE_MINIMUM_REINFORCEMENT_RATIO_US = "Calculation of minimum reinforcement ratio "
IDS_CALCULATE_MOMENT_FROM_LEFT_EDGE = "좌측 단부로 부터의 모멘트 계산"
IDS_CALCULATE_MOMENT_FROM_RIGHT_EDGE = "우측 단부로 부터의 모멘트 계산"
IDS_CALCULATE_MULTIPLIER_FOR_LONG_TERM_EFFECTS = "장기 효과를 위한 배수 계산"
IDS_CALCULATE_NOMINAL_CAPACITY_ABOUT_NEUTRAL_AXIS = "중립축에 대한 공칭 강도 계산"
IDS_CALCULATE_STRAIN_DISTRIBUTION_SECTION = "Checking the strain distribution of the section"
IDS_CALCULATE_OVERTURNING_AND_RESTORING_MOMENT_FROM_LEFT_EDGE = "좌측 단부로 부터의 전도 및 저항 모멘트 계산"
IDS_CALCULATE_OVERTURNING_AND_RESTORING_MOMENT_FROM_RIGHT_EDGE = "우측 단부로 부터의 전도 및 저항 모멘트 계산"
IDS_CALCULATE_OVERTURNING_MOMENT_FROM_LEFT_EDGE = "좌측 단부로 부터의 전도 모멘트 계산"
IDS_CALCULATE_OVERTURNING_MOMENT_FROM_RIGHT_EDGE = "우측 단부로 부터의 전도 모멘트 계산"
IDS_CALCULATE_PILE_BEARING_CAPACITY = "파일의 지지 강도 계산"
IDS_CALCULATE_REINFORCEMENT_RATIO = "철근비 계산"
IDS_CALCULATE_REINFORCEMENT_RATIO_US = "Calculation of reinforcement ratio"
IDS_CALCULATE_REQUIRED_SHEAR_REINFORCEMENT = "요구 전단 철근량 계산"
IDS_CALCULATE_TIE_SHEAR_REINFORCEMENT = "in case of tie reinforcement"
IDS_CALCULATE_REQUIRED_SHEAR_LONGITUDINAL_REBAR = "Checking tension force in the longitudinal reinforcement caused by shear"
IDS_CALCULATE_REQUIRED_SHEAR_STRENGTH_BY_TRANSVERSE_REINFORCEMENT = "횡방향 보강근에 의한 요구 전단 강도 계산"
IDS_CALCULATE_REQUIRED_SHEAR_STRENGTH_BY_TRANSVERSE_REINFORCEMENT_US = "Calculation of the shear resistance provided by transverse reinforcement"
IDS_CHECK_SHEAR_CAPACITY = "전단강도 검토"
IDS_CALCULATE_SHEAR_STRENGTH_BY_CONCRETE = "콘크리트에 의한 전단 강도 계산"
IDS_CALCULATE_SHEAR_STRENGTH_BY_CONCRETE_US = "Calculation of the nominal shear resistance of the concrete"
IDS_CALCULATE_FACTORED_SHEAR_STRESS_BY_CONCRETE_US = "Calculation of the factored shear stress"
IDS_CALCULATE_SHEAR_STRENGTH_BY_REINFORCEMENT = "전단 철근에 의한 전단 강도 계산"
IDS_CALCULATE_SHEAR_REQUIRED_REINFORCEMENT = "필요 전단철근량 계산"
IDS_CALCULATE_SHEAR_REQUIRED_REINFORCEMENT_US = "Maximum spacing of transverse reinforcement"
IDS_CALCULATE_SHEAR_NEED_REQUIRED_REINFORCEMENT = "전단철근 필요"
IDS_CALCULATE_SHEAR_NEED_NOT_REQUIRED_REINFORCEMENT = "전단철근 필요 없음"
IDS_CALCULATE_ADDITIONAL_LONGITUDINAL_REINFORCEMENT = "Calculate additional longitudinal reinforcement"
IDS_CALCULATE_SLIDING_CAPACITY = "미끄럼 강도 계산"
IDS_CALCULATE_STRAIN = "변형률 계산"
IDS_CALCULATE_STRENGTH_REDUCTION_FACTOR = "강도 감소 계수 계산"
IDS_CALCULATE_STRENGTH_REDUCTION_FACTOR_US = "Calculation of resistance factors"
IDS_CALCULATE_STRESS = "응력 계산"
IDS_CALCULATE_THE_REQUIRED_SHEAR_REINFORCEMENT = "필요 전단 철근량 계산"
IDS_CALCULATE_THE_REQUIRED_THICKNESS = "소요 두께 계산"
IDS_CALCULATE_THE_STRESS_IN_THE_TENSION_STEEL = "인장측 철골의 응력 계산"
IDS_CALCULATE_THE_STRESS_MAXIMUM_CRACK_SPACING = "최대 균열 간격에서의 응력 계산"
IDS_CALCULATE_CRACKING_MOMENT = "균열 모멘트 계산"
IDS_CALCULATE_CRACKING_MOMENT_US = "Calculation of cracking moment "
IDS_CHAR_DOT = "특성"
IDS_CHARACTERISTIC_FRICTION_ANGLE = "특성 마찰 각도"
IDS_CHECK_ANGLE_ROTATE = "회전각 검토 ( 도 )"
IDS_CHECK_CALCULATE_MOMENT_CAPACITY = "모멘트 강도 계산"
IDS_CHECK_CALCULATE_MOMENT_CAPACITY_US = "Calculation of flexural resistance"
IDS_CHECK_COMPRESSION_STEEL_YIELD_CONDITION = "압축 철골의 항복 조건 검토"
IDS_CHECK_CRACK = "균열 검토"
IDS_CHECK_STRESS_AREMA = "Check Stress"
IDS_CHECK_CRACK_WIDTH = "균열폭 검토"
IDS_CHECK_CRUSHING_OF_CONCRETE = "콘크리트의 압괴 검토"
IDS_CHECK_DECK_PLATE = "데크 플레이트 검토"
IDS_CHECK_DEFLECTION = "처짐 검토"
IDS_CHECK_DESIGN_MOMENT = "설계 모멘트 검토"
IDS_CHECK_ECCENTRICITY = "편심 검토"
IDS_CHECK_MINIMUM_ECCENTRICITY = "Check minimum eccentricity"
IDS_CHECK_LINEAR_CREEP = "선형 크리프 검토"
IDS_CHECK_MAXIMUM_PERMISSIBLE_TENSILE_REINFORCEMENT = "최대 인장 철근량 검토"
IDS_COMPUTE_MEMBER_END_MOMENT = "부재 단부 모멘트"
IDS_COMPUTE_MEMBER_END_MOMENT_MAJOR = "주축 부재 단부 모멘트"
IDS_COMPUTE_MEMBER_END_MOMENT_MINOR = "약축 부재 단부 모멘트"
IDS_CHECK_AXIAL_FORCE_CAPACITY = "Check Axial force capacity"
IDS_CHECK_CRITICAL_REGION_LENGTH = "Check Critical Region Length"
IDS_CHECK_CRITICAL_REGION_SPACE = "Check Critical Region Space"
IDS_CHECK_LENGTH_OF_CRITICAL_REGION = "Check Length of Critical Region"
IDS_CHECK_SPACE_OF_CRITICAL_REGION = "Check Space of Critical Region"
IDS_CHECK_MOMENT_2ND_ORDER_EFFECT = "2차 효과를 고려한 전체 모멘트 검토"
IDS_CHECK_MOMENT_2ND_ORDER_EFFECT_MAJOR = "주축에 대한 2차 효과를 고려한 전체 모멘트 검토"
IDS_CHECK_MOMENT_2ND_ORDER_EFFECT_MINOR = "약축에 대한 2차 효과를 고려한 전체 모멘트 검토"
IDS_CHECK_MOMENT_2ND_ORDER_EFFECT_NOT = "설계 모멘트가 99.99배 확대되었습니다."
IDS_CHECK_MOMENT_2ND_ORDER_EFFECT_OK = "확대 모멘트 적용"
IDS_CHECK_MOMENT_MAGNIFICATION = "모멘트 확대 검토"
IDS_CHECK_MOMENT_MAGNIFICATION_MAJOR = "주축에 대한 모멘트 확대 검토"
IDS_CHECK_MOMENT_MAGNIFICATION_MINOR = "약축에 대한 모멘트 확대 검토"
IDS_CHECK_RATIO_NEUTRAL_AXIS_TO_EFFECT_DEPTH = "Check ratio of the neutral axis to the effective depth"
IDS_CHECK_REBAR_RATIO = "철근비 검토"
IDS_CHECK_REBAR_SPACE = "철근 간격 검토"
IDS_CHECK_REINFORCEMENT_DETAIL = "배근 상세 검토"
IDS_CHECK_SHIRIKAGE_TEMPERATURE_REINFORCEMENT = "Checking reinforcement"
IDS_CHECK_DISTRIBUTION_FACTOR_TEMPERATURE = "온도에 의한 분배계수"
IDS_CHECK_REQUIRED_SHEAR_REINFORCEMENT = "소요 전단 보강량 검토"
IDS_CHECK_REQUIRED_SHEAR_REINFORCEMENT_US = "Checking required transverse reinforcement"
IDS_CHECK_SHEAR_RATIO = "전단 강도 검토"
IDS_CHECK_INTERACTION_SHEAR = "양방향 전단 강도 검토"
IDS_CHECK_INTERACTION_SHEAR_CHECK = "양방향 전단 강도 검토 필요"
IDS_CHECK_INTERACTION_SHEAR_NOT_CHECK = "양방향 전단 강도 검토 불필요"
IDS_CHECK_INTERACTION_SHEAR_RATIO = "양방향 전단 강도비"
IDS_CHECK_SKIN_REBAR = "표피 철근 검토"
IDS_CHECK_SLENDERNESS_RATIO = "세장비 검토"
IDS_CHECK_SLENDERNESS_RATIO_Y_AXIS = "주축 세장비 검토"
IDS_CHECK_SLENDERNESS_RATIO_Z_AXIS = "약축 세장비 검토"
IDS_CHECK_SPACING_OF_HORIZONTAL_REBAR = "수평 철근 간격 검토"
IDS_CHECK_SPACING_OF_REBAR = "철근 간격 검토"
IDS_CHECK_SPACING_OF_REBAR_US = "Checking crack control by distribution of reinforcement "
IDS_CHECK_STRESS_OF_REBAR_AREMA = "Checking tensile stress in Rebar at service Loads"
IDS_CHECK_SPACING_OF_SHEAR_REINFORCEMENT = "전단 철근 간격 검토"
IDS_CHECK_SPACING_OF_REBAR_TENSILEFACE = "인장측 주철근 간격 검토"
IDS_CHECK_SPECIAL_BOUNDARY_ELEMENTS_ARE_REQUIRED_IN_CURRENT_WALL = "현재 벽체에 대한 특수 경계 요소 검토가 요구됨."
IDS_CHECK_STRESS_LIMITAION = "응력 제한 검토"
IDS_CHURCH = "교회"
IDS_COLUMN_LOCATION_TYPE = "기둥 위치 타입 : "
IDS_COMBINATION = "조합"
IDS_COMP_DOT = "압축"
IDS_COMPRESSION = "압축"
IDS_COMPRESSION_CONTROLLED = "압축 지배"
IDS_REVISE_SECTION = "Revise Section"
IDS_COMPRESSION_ONLY = "압축 전담"
IDS_COMPUTE_BOUNDARY_ELEMENT_TRANSVERSE_REINFORCEMENT_LENGTH = "경계 요소의 횡방향 길이 계산"
IDS_COMPUTE_HORIZONTAL_REBAR_FOR_SPECIAL_BOUNDARY_ELEMENT_FOR_THICKNESS_DIRECTION = "두께 방향으로의 특수 경계 요소의 수평 철근 계산"
IDS_COMPUTE_HORIZONTAL_SHEAR_FORCE = "수평 전단력 계산"
IDS_COMPUTE_JOINT_GEOMETRY_INFORMATION = "접합부 형상 정보 계산"
IDS_COMPUTE_MAXIMUM_SPACING_OF_HORIZONTAL_REBAR_FOR_BOUNDARY_ELEMENT = "경계 요소에 대한 수평근의 최대 간격 계산"
IDS_COMPUTE_NOMIANL_JOINT_SHEAR_CAPACITY = "접합부의 공칭 전단 강도 계산"
IDS_COMPUTE_DESIGN_JOINT_SHEAR_CAPACITY = "접합부의 설계 전단 강도 계산"
IDS_CONCRETE = "Concrete"
IDS_CONFINED_BY_BEAMS_ON_ALL_FOUR_FACES = "4면 전체에서 보에 의해 구속됨"
IDS_CONFINED_BY_BEAMS_ON_THREE_FACES_OR_ON_TWO_OPPOSITE_FACES = "3면 혹은 마주하는 2면이 보에 의해 구속됨"
IDS_CRACKED_SECTION = "균열 단면"
IDS_CRITICAL_PILE_NODE_KEY = "지배 파일의 절점키"
IDS_CRITICAL_REGION_SPACING_DOES_NOT_EXIST = "Critical region spacing does not exist."
IDS_CURRENT_WALL_LEVEL = "현재 벽체의 레벨"
IDS_CUTTING_LINE = "커팅 라인"
IDS_CUTTING_LINE_FLEXURAL_CAPACITY = "커팅 라인의 휨 강도"
IDS_CUTTING_LINE_FLEXURE = "커팅 라인의 휨"
IDS_CUTTING_LINE_SHEAR = "커팅 라인의 전단"
IDS_CUTTING_LINE_SHEAR_CAPACITY = "커팅 라인의 전단 강도"
IDS_CALCULATE_BALANCE_CONDITION = "균형상태 계산"
IDS_CALCULATE_BALANCE_CONDITION_US = "Calculation of capacity in balanced strain condition "
IDS_CALCULATE_BALANCE_CONDITION_ECCEN = "균형편심"
IDS_CALCULATE_BALANCE_CONDITION_ACT_ECCEN = "하중편심"
IDS_CALCULATE_BALANCE_CONDITION_MAX_PN = "최대 축압축"
IDS_CALCULATE_BALANCE_CONDITION_TENS_CTRL = "인장지배"
IDS_CALCULATE_BALANCE_CONDITION_COMP_CTRL = "압축지배"
IDS_CALCULATE_BALANCE_CONDITION_TENS_CTRL_US = "Thus, the section is tension-controlled. "
IDS_CALCULATE_BALANCE_CONDITION_COMP_CTRL_US = "Thus, the section is compression-controlled. "
IDS_CALCULATE_BALANCE_CONDITION_BAL_CON = "균형상태"
IDS_CHECK_TENSILE_STRESS_FOR_VERTICAL_REBAR = "Check Tensile Stress for Vertical Rebar"
IDS_CHECK_TENSILE_STRESS_FOR_HORIZONTAL_REBAR = "Check Tensile Stress for Horizontal Rebar"
IDS_CHECK_COMPPRESSIVE_STRESS_FOR_CONCRETE = "Check Compressive Stress for Concrete"
IDS_COMPRESSIVE_STRESS = "Compressive Stress"
IDS_CALCULATE_TENS_CAPACITY_REBAR = "철근 인장강도 계산"
IDS_CALCULATE_COMP_CAPACITY_CONC = "콘크리트 압축강도 계산"
IDS_CHECK_DIMENSION_OF_THE_SPECIAL_BOUNDARY_ELEMENT = "특수경계요소의 치수 검토"
IDS_COMPRESSION_STEEL_YIELD = "Compression steel yield"
IDS_COMPRESSION_STEEL_DOES_NOT_YIELD = "Compression steel does not yield"
IDS_CORNER = "Corner"
IDS_CALCULATE_GEOMETRIC_IMPERFECTION = "Calculate geometric imperfection"
IDS_CALCULATE_SLENDERNESS_OF_FRAME = "Calculate slenderness of frame"
IDS_CALCULATE_DESIGN_MOMENT_ABOUT_Y_AXIS_BRACED = "Calculate design moment about y-axis braced"
IDS_CALCULATE_DESIGN_MOMENT_ABOUT_Y_AXIS_UNBRACED = "Calculate design moment about y-axis unbraced"
IDS_CALCULATE_DESIGN_MOMENT_ABOUT_Z_AXIS_BRACED = "Calculate design moment about z-axis braced"
IDS_CALCULATE_DESIGN_MOMENT_ABOUT_Z_AXIS_UNBRACED = "Calculate design moment about z-axis unbraced"
IDS_CALCULATE_DESIGN_MOMENT_AXIS_SHORT_OR_SLENDER = "Calculate design moment (%s axis, %s)"
IDS_CALCULATE_NOMINAL_SHEAR_STRENGTH_FOR_SPECIAL_WALL = "Calculate nominal shear strength for special wall"
IDS_CHECK_NORMALIZED_AXIAL_RATIO = "Check Normalized Axial Ratio"
IDS_CHECK_VOLUMETRIC_RATIO_OF_CONFINING_HOOPS = "Check Volumetric Ratio of Confining Hoops"
IDS_CALCULATE_CURVATURE_DUCTILE_FACTOR = "Calculate curvature ductile factor"
IDS_CHECK_MECHANICAL_VOLUMETRIC_RATIO_OF_CONFINING_HOOPS_WITHIN_THE_CRITICAL_REGIONS = "Check mechanical volumetric ratio of confining hoops within the critical regions"
IDS_COMPRESSION_REBARS_ARE_NOT_CONSIDERED_CALC_MIN_RHO = "Compression rebars are not considered when calculating %s_min$."
IDS_CHECK_DISTRIBUTION_REINFORCEMENT = "Check distribution reinforcement"
IDS_CLOCKWISE_NOMINAL_STRENGTH = "Clockwise Nominal Strength"
IDS_COUNTER_CLOCKWISE_NOMINAL_STRENGTH = "Counter-Clockwise Nominal Strength"
IDS_CLOCKWISE_DESIGN_STRENGTH = "Clockwise Design Strength"
IDS_COUNTER_CLOCKWISE_DESIGN_STRENGTH = "Counter-Clockwise Design Strength"
IDS_CONSIDER_UNBALANCED_MOMENT = "Consider unbalanced moment"
IDS_CALCULATE_TORSION_CAPACITY = "Calculate torsion capacity"
IDS_CALCULATE_TORSION_STRENGTH_BY_LINK_REINFORCEMENT = "Calculate torsion strength by link reinforcement"
IDS_CALCULATE_TORSION_STRENGTH_BY_LONGITUDINAL_REINFORCEMENT = "Calculate torsion strength by longitudinal reinforcement"
IDS_CHECK_ONLY_MINIMUM_REINFORCEMENT_IS_REQUIRED = "Check only minimum reinforcement is required"
IDS_CHECK_SPACING_OF_TORSION_LINK_REINFORCEMENT = "Check spacing of torsion link reinforcement"
IDS_CROSS_SECTION_AREA_OF_THE_REINFORCEMENT = "Cross-section area of the reinforcement"
IDS_CALCULATE_DESIGN_SHEAR_RESISTANCE = "Calculate design shear resistance"
IDS_CALCULATE_DESIGN_PLASTIC_SHEAR_RESISTANCE = "Calculate design plastic shear resistance"
IDS_CALCULATE_DESIGN_SHEAR_BUCKLING_RESISTANCE = "Calculate design shear buckling resistance"
IDS_CALCULATE_DESIGN_SHEAR_BUCKLING_RESISTANCE_FROM_WEB = "Calculate design shear buckling resistance from web"
IDS_CALCULATE_DESIGN_SHEAR_BUCKLING_RESISTANCE_FROM_FLANGE = "Calculate design shear buckling resistance from flange"
IDS_CHECK_DESIGN_RESISTANCE_FOR_SHEAR_ABOUT_MAJOR_AXIS = "Check design resistance for shear about major axis"
IDS_CHECK_DESIGN_RESISTANCE_FOR_SHEAR_ABOUT_MINOR_AXIS = "Check design resistance for shear about minor axis"
IDS_CONNECTION_TYPE = "접합 유형"
IDS_CONTRIBUTION_FROM_THE_WEB = "Contribution from the web"
IDS_CONTRIBUTION_FROM_THE_FLANGE = "Contribution from the flange"
IDS_CONSIDER_CONTRIBUTION_FROM_FLANGE = "consider the contribution from the flange"
IDS_CONSIDER_GIRDER_MODE = "거더 모드 고려"
IDS_CHECK_DESIGN_RESISTANCE_FOR_TORSION = "Check design resistance for torsion"
IDS_CONCURRENT_FORCE = "동시발생 부재력"
IDS_CALC_CAPACITY_CONCRETE = "콘크리트의 강도 계산"
IDS_COLUMN_MOMENT_RATIO_JOINT = "조인트에서 기둥 모멘트 비율"
IDS_CALCULATE_DESIGN_SHEARS = "설계전단력 계산"
IDS_CHECK_MAXIMUM_SLENDERNESS_RATIO_LIMIT = "세장비 최대 제한값 검토"
IDS_Cm_WITH_TRANSVERSE_LOAD = " (부재의 양단사이에 횡하중이 있는 경우)"
IDS_CONCRETE_GRADE_IS_NOT_PERMITTED = "Concrete grade is not permitted"
IDS_DAMPING_RATIO = "감쇠율"
IDS_DE_CRITICAL = "지배"
IDS_DE_DIR_DOT_1 = "방향1"
IDS_DE_DIR_DOT_2 = "방향2"
IDS_DE_DIR_DOT_3 = "방향3"
IDS_DE_FAILURE = "파괴"
IDS_DE_MEMBER_DESIGN_DETAIL_REPORT = "휨 설계 상세 계산서"
IDS_DE_NEED_CHK = "검토 필요"
IDS_DE_NEG_DOT = "부"
IDS_DE_NG = "NG"
IDS_DE_NONE = "None"
IDS_DE_NOT_CHK = "Not Check"
IDS_DE_OK = "OK"
IDS_DE_POS_DOT = "정"
IDS_DE_X_DIR_DOT = "x-방향"
IDS_DE_Y_DIR_DOT = "y-방향"
IDS_DE_Z_DIR_DOT = "z-방향"
IDS_DEAD_LOAD_CASE = "고정 하중 케이스"
IDS_DEFLECTION_UNDER_CONSTRUCTION = "시공 중 처짐"
IDS_DENSE_ZONE = "과밀 구역"
IDS_DESIGN_CASE = "설계 케이스"
IDS_DESIGN_CODE = "설계 기준"
IDS_DESIGN_FORCE = "설계 부재력"
IDS_DESIGN_PARAMETER = "설계 변수"
IDS_DESIGN_TYPE = "설계 유형"
IDS_DETAILING_RULES_FOR_THE_LOCAL_DUCTILITY_OF_CONCRETE_MEMBERS = "콘크리트 부재의 연성 확보를 위한 배근 규칙"
IDS_DETERMINE_IF_BOUNDARY_ELEMENT_TRANSVERSE_REINFORCEMENT_IS_REQUIRED = "경계 요소의 횡방향 보강의 필요 여부 확인"
IDS_DETERMINE_IF_SPECIAL_BOUNDARY_ELEMENTS_ARE_REQUIRED_BY_DISPLACEMENT_BASED_METHOD = "변위 기반 설계법에 의해서 특수 경계 요소의 필요 여부 확인"
IDS_DETERMINE_IF_SPECIAL_BOUNDARY_ELEMENTS_ARE_REQUIRED_BY_STRESS_BASED_METHOD = "응력 기반 설계법에 의해서 특수 경계 요소의 필요 여부 확인"
IDS_DROP_PANEL_PUNCHING_SHEAR_CAPACITY = "드롭 패널 뚫림 전단 강도"
IDS_DEFLECTION = "처짐"
IDS_DEFAULT_OR_USER_DEFINED_VALUE = "Default or User defined value"
IDS_DROP = "Drop"
IDS_DESIGN_MODED_DESIGN = "설계"
IDS_DESIGN_MODED_CHECKING = "검토"
IDS_DESIGN_MODED_EDIT = "설계편집"
IDS_DISTANCE_FROM_THE_SECTIONS_NUETRAL_AXIS_TO_THE_REINFORCEMENT = "Distance from the section's nuetral axis to the reinforcement"
IDS_DISTANCE_FROM_THE_CENTER_OF_THE_SECTION_TO_THE_REINFORCEMENT_IN_THE_MEMBER_LOCAL = "Distance from the center of the section to the reinforcement in the member local"
IDS_DETERMINE_WHETHER_TO_CONSIDER_SHEAR_BUCKLING = "Determine whether to consider shear buckling"
IDS_DETERMINE_WHETHER_TO_CONSIDER_CONTRIBUTION_FROM_FLANGE = "Determine whether to consider contribution from flangs"
IDS_END_PART = "단부"
IDS_END_LENGTH = "End Length"
IDS_END_SPACE = "End Space"
IDS_ETC_ACTION = "기타 작용"
IDS_EXTERIOR_COLUMN = "외부 기둥"
IDS_EDGE = "Edge"
IDS_ETC = "기타"
IDS_ECCENTRICITY_FACTOR = "편심 계수"
IDS_END_MOMENT_DESIGN_SHEAR = "설계전단력 계산을 위한 단부 모멘트"
IDS_ENVIRONMENT = "Environment"
IDS_FACE = "면"
IDS_FOR_OTHER_CASES = "다른 모든 케이스"
IDS_FOOT_BRIDGE_INDOOR = "보도 ( 실내 )"
IDS_FOOT_BRIDGE_OUTDOOR = "보도 ( 실외 )"
IDS_FRICTION_FACTOR = "마찰 계수"
IDS_FACTOR_CONTRIBUTION_WEB_TO_SHEAR_BUCKLING = "Factor for the contribution of the web to shear buckling"
IDS_FACTORED_SHEAR_FORCES_UNIT_LOAD_CASE = "Factored shear forces caused by load case type"
IDS_HORIZONTAL = "수평"
IDS_HORIZONTAL_REBAR_FOR_SPECIAL_BOUNDARY_ELEMENT_FOR_LENGTH_DIRECTION = "길이 방향으로의 특수 경계 요소의 수평근 계산"
IDS_HEIGHT_ENTIRE_WALL = "전체 벽체의 높이"
IDS_HORIZONTAL_TENSILE_STRESS = "Horizontal Tensile Stress"
IDS_IMMEDIATE = "즉시"
IDS_INTERIOR_COLUMN = "내부 기둥"
IDS_INTERMEDIATE_MOMENT_FRAME = "중간 모멘트 프레임"
IDS_INCREASE_SECTION_DIMENSIONS = "Increase section dimensions."
IDS_INTERACTION_CURVE = "상관 곡선"
IDS_INTERIOR = "Interior"
IDS_JOINT = "접합부"
IDS_JOINT_CLASSIFIED = "접합부는 다음과 같이 연속 및 구속조건은 다음과 같습니다."
IDS_JOINT_CONTINUOUS_BEAMS = "거더 연속"
IDS_JOINT_CONTINUOUS_COLUMN = "기둥 연속"
IDS_JOINT_CONFINED_COLUMN = "기둥 구속효과 고려"
IDS_JOINT_DISCONTINUOUS_BEAMS = "거더 불연속"
IDS_JOINT_DISCONTINUOUS_COLUMN = "기둥 불연속"
IDS_JOINT_NOTCONFINED_COLUMN = "기둥 구속효과 미고려"
IDS_LEFT_PART = "좌측"
IDS_LINEAR_CREEP = "선형 크리프"
IDS_LIVE_LOAD_CASE = "활하중 케이스"
IDS_LIVE_LOAD_SUSTAIN_RATIO = "지속 활하중의 비율"
IDS_LONG_HYPHEN_TERM = "장기"
IDS_LONG_TERM = "장기"
IDS_MATERIAL = "재질"
IDS_MAXIMUM_BEARING_PRESSURE = "최대 지압 압력"
IDS_MEMBER_INFORMATION = "부재 정보"
IDS_MEMBER_LENGTH = "부재 길이"
IDS_MEMBER_NAME_SMALL = "부재 이름"
IDS_MEMBERS_IN_GROUP = "그룹내 부재"
IDS_MIDDLE_PART = "중앙부"
IDS_MINIMUM_REBAR_AREA_REQUIRED = "최소 필요 철근 단면적"
IDS_MINIMUM_REBAR_SPACE_REQUIRED = "최소 필요 철근 간격"
IDS_MINIMUM_THICK_REQ = "최소 두께 요구"
IDS_MM_INTERACTION_CURVE = "MM 상관 곡선"
IDS_MOMENT_CAPACITY = "모멘트 강도"
IDS_MOMENT_CONNECTION = "모멘트 접합"
IDS_MOMENT_FORCE = "모멘트 부재력"
IDS_MOMENT_RESISTANCE_ABOUT_THE_MEMBER_LOCAL_Y_AXIS_IN_THE_REINFORCEMENT = "Moment Resistance about the member local y-axis in the reinforcement"
IDS_MOMENT_RESISTANCE_ABOUT_THE_MEMBER_LOCAL_Z_AXIS_IN_THE_REINFORCEMENT = "Moment Resistance about the member local z-axis in the reinforcement"
IDS_MINIMUM_SHEAR_REINOFORCEMENT_IS_REQUIRED = "Minimum shear reinforcement is required."
IDS_MINIMUM_SHEAR_REINOFORCEMENT_IS_REQUIRED_US = "Minimum transverse reinforcement is required."
IDS_MODIFIED_SLENDERNESS = "Modified slenderness"
IDS_MOMENT_RESISTANCE_OF_SECTION_CONSISITING_OF_ONLY_FLANGES = "Moment resistance of a section consisting of only the flanges"
IDS_MFRD0_IS_CALCULATED_AS_MPL_RD_NEGLECTING_WEB_CONTRIUTION = "M_f,Rd0$ is calculate as M_pl,Rd$ but neglecting the web contribution."
IDS_MFRD_IS_CALCULATED_AS_MPL_RD_NEGLECTING_WEB_CONTRIUTION = "M_f,Rd$ is calculated as M_pl,Rd$ but neglecting the web contribution."
IDS_MAXIMUM = "최대"
IDS_MINIMUM = "최소"
/**/IDS_MAXIMUM_SPACE_SKIPED_NO_SHEAR_REINFORCEMENT = "Maximum spacing check is skipped as no shear reinforcement is provided."
IDS_NEG_DOT_CRACK = "부균열"
IDS_NEG_DOT_MOMENT = "부모멘트"
IDS_NEG_DOT_STRESS = "부응력"
IDS_NM_INTERACTION_CURVE = "NM Interaction Curve"
IDS_NOMINAL_MOMENT = "공칭 모멘트"
IDS_NOMINAL_MOMENT_CAPACITY = "공칭 모멘트 강도"
IDS_NON_HYPHEN_PRESTRESSED_STRUCTURE = "비프리스트레스 구조"
IDS_NON_LINEAR_CREEP = "비선형 크리프"
IDS_NOT_DENSE_ZONE = "비과밀 구간"
IDS_NOT_REQUIRED = "필요하지 않음"
IDS_NOT_SLENDER = "세장하지 않음"
IDS_NEED_NOT_BE_CHECKED = "검토 필요 없음"
IDS_NOT_ACCEPTABLE = "Not Acceptable"
IDS_NORMALIZED_AXIAL_RATIO = "Normalized Axial Ratio"
IDS_NEED_TO_CHECK_SHEAR_BUCKLING = "Need to check shear buckling"
IDS_NO_NEED_TO_CHECK_SHEAR_BUCKLING = "No need to check shear buckling"
IDS_NOT_CONSIDER_CONTRIBUTION_FROM_FLANGE = "not consider the contribution from the flange"
IDS_OFFICE = "사무실"
IDS_ORDINARY_MOMENT_FRAME = "보통 모멘트 프레임"
IDS_OVERTURNING = "전도"
IDS_OVERTURNING_CAPACITY = "전도 강도"
IDS_OVERTURNING_MOMENT = "전도 모멘트"
IDS_ONLY_MINIMUM_REINFORCEMENT_IS_REQUIRED = "Only minimum reinforcement is required."
IDS_OUT_OF_PLANE_BENDING_MOMENT_NOT_CONSIDERED_TYPE2 = "Out of Plane Bending Moment Mzz is not considered on Type 2 Section Design"
IDS_PERMANENT_ACTION = "영구 작용"
IDS_PILE_BEARING = "파일 지압"
IDS_PILE_BEARING_CAPACITY = "파일 지압 강도"
IDS_PILE_PUNCHING_SHEAR = "파일 뚫림 전단"
IDS_PILE_PUNCHING_SHEAR_CAPACITY = "파일 뚤림 전단 강도"
IDS_PM_INTERACTION_CURVE = "NM 상관 곡선"
IDS_POS_DOT_CRACK = "정균열"
IDS_POS_DOT_MOMENT = "정모멘트"
IDS_POS_DOT_STRESS = "정응력"
IDS_POSITION = "위치"
IDS_PROBABLE_MOMENT = "예상 모멘트"
IDS_PROBABLE_MOMENT_CAPACITY = "예상 모멘트 강도"
IDS_PROGRAM_DETERMINED = "Program Determined"
IDS_PUNCHING_SHEAR = "뚫림 전단"
IDS_PUNCHING_SHEAR_CAPACITY = "뚫림 전단 강도"
IDS_PILE = "Pile"
IDS_PROBABLE_MOMENT_COLUMN = "기둥의 예상 모멘트"
IDS_QUAS_DOT = "준영구"
IDS_REBAR_AREA = "철근 단면적"
IDS_REBAR_SPACE = "철근 간격"
IDS_REBAR_SPACE_BY_MATERIAL = "재질별 철근 간격"
IDS_REINFORCEMENT_DATA = "보강 데이터"
IDS_RESIDENCE = "주택"
IDS_REQUIRED_THICKNESS = "소요 두께"
IDS_RESTORING_MOMENT = "저항 모멘트"
IDS_RIGHT_PART = "우측부"
IDS_REPORTINFO_DESCRIONTION_FACT = "설계에 적용된 계수들"
IDS_REPORTINFO_MOMENT_REDISTRIBUTION_FACT = "모멘트 재분배 계수"
IDS_REPORTINFO_TORSION_REDISRIBUTION_FACT = "비틀림 재분배 계수"
IDS_REPORTINFO_AXIAL = "축"
IDS_REPORTINFO_MOMENT = "휨"
IDS_REPORTINFO_SHEAR = "전단"
IDS_REPORTINFO_LIVELOAD_RESUCTION_FACT = "활하중 감소 계수"
IDS_REPORTINFO_SPECIAL_LCOM = "특별지진하중"
IDS_REPORTINFO_VERTICAL_LOAD_FACT = "연직하중계수"
IDS_REPORTINFO_SPECTRAL_RESPONSE_ACC = "단주기설계스펙트럼가속도"
IDS_REPORTINFO_SYSTEM_OVERSTRENGTH_FAC = "시스템초과강도계수"
IDS_REPORTINFO_FOR_DIRECTION__s = "%s 방향"
IDS_REPORTINFO_VERTICAL_LCOM = "수직지진하중"
IDS_REPORTINFO_VERTICAL_FORCE_FACT = "수직력계수"
IDS_REPORTINFO_SMF = "특수모멘트골조"
IDS_REPORTINFO_IMF = "중간모멘트골조"
IDS_REPORTINFO_OMF = "보통모멘트골조"
IDS_REPORTINFO_HDF = "고연선골조"
IDS_REPORTINFO_MDF = "중간연성골조"
IDS_REPORTINFO_LDF = "저연성골조"
IDS_REPORTINFO_STMF = "특수트러스모멘트골조"
IDS_REPORTINFO_SCBF = "특수중심가세골조"
IDS_REPORTINFO_OCBF = "보통중심가세골조"
IDS_REPORTINFO_EBF = "편심가세골조"
IDS_REPORTINFO_BRBF = "좌굴방지가세골조"
IDS_REPORTINFO_SPSW = "강판전단벽구조"
IDS_REPORTINFO_WA_ = "Watching Area"
IDS_REPORTINFO_SPECIAL_PROVISION_SEIS = "내진설계 특별규정"
IDS_REPORTINFO_SIES_SCALEUP_FACT = "전단에 대한 지진확대계수"
IDS_REPORTINFO_SHEAR_SCALEUP_FACT = "전단에 적용된 확대계수"
IDS_REPORTINFO_SHEAR_BY_CALC_MAX__s__s = "%s에 의한 전단과 %s에 의한 전단 중 최대"
IDS_REPORTINFO_SHEAR_BY_CALC_MIN__s__s = "%s에 의한 전단과 %s에 의한 전단 중 최소"
IDS_REPORTINFO_NON_SEIS_MEMB = "비내진부재"
IDS_REPORTINFO_NON_SEIS_FORCE_RES_SYS_MEMB = "내진비저항부재"
IDS_REPORTINFO_EQ_LCAS_SCALEUP_FACT_AXIAL = "축력에 대한 지진하중조건 확대계수"
IDS_REPORTINFO_EQ_LCAS_SCALEUP_FACT_MOM = "휨에 대한 지진하중조건 확대계수"
IDS_REPORTINFO_EQ_LCAS_SCALEUP_FACT_SHEAR = "전단력에 대한 지진하중조건 확대계수"
IDS_REPORTINFO_EQ_LCOM_SCALEUP_FACT_AXIAL = "축력에 대한 지진하중조합 확대계수"
IDS_REPORTINFO_EQ_LCOM_SCALEUP_FACT_MOM = "휨에 대한 지진하중조합 확대계수"
IDS_REPORTINFO_EQ_LCOM_SCALEUP_FACT_SHEAR = "전단력에 대한 지진하중조합 확대계수"
IDS_REPORTINFO_PILOTI_COLM = "기둥 내진타입 : 필로티 기둥"
IDS_REPORTINFO_SOFT_STORY_COLM = "기둥 내진타입 : 약층 기둥"
IDS_REPORTINFO_SPECIAL_RC_WALL = "특수철근콘크리트 구조벽체"
IDS_REPORTINFO_SPECIAL_RC_WALL_NON_SEIS = "특수철근콘크리트 구조벽에 : 비내진 부재"
IDS_REPORTINFO_LDS_RC_WALL = "저연성 벽체"
IDS_REPORTINFO_LDS_RC_WALL_NON_SEIS = "저연성 벽체 : 비내진 부재"
IDS_REPORTINFO_MDS_RC_WALL = "중간연성 벽체"
IDS_REPORTINFO_MDS_RC_WALL_NON_SEIS = "중간연성 벽체 : 비내진 부재"
IDS_REPORTINFO_HDS_RC_WALL = "고연성 벽체"
IDS_REPORTINFO_HDS_RC_WALL_NON_SEIS = "고연성 벽체 : 비내진 부재"
IDS_REPORTINFO_RESULT_SUMMARY = "결과요약"
IDS_REPORTINFO_THICKNESS = "두께"
IDS_REPORTINFO_SECT_NAME_ID = "단면이름(ID)"
IDS_REPORTINFO_SECT_ELEM = "요소"
IDS_REPORTINFO_SECT_POS = "위치"
IDS_REPORTINFO_SECT_REINFORCEMENT = "보강근"
IDS_REPORTINFO_SECT_STRENGTH_RATIO = "강도비"
IDS_REPORTINFO_SECT_CHECK = "검토"
IDS_REPORTINFO_SUMMATION = "합계"
IDS_REPORTINFO_REBAR = "철근"
IDS_REPORT_FOR_DEAD_LOAD = "사하중"
IDS_REPORT_FOR_GRAVITY_LOAD = "중력하중"
IDS_REPORT_FOR_TOTAL_LOAD = "총 하중"
IDS_REPORT_OLNY_EARTHQUAKE = "지진하중만 고려"
IDS_REPORT_MINOR_DIR_SEISMIC = "지진하중 부방향"
IDS_REPORT_DO_NOT_CONSIDER = "do not consider"
IDS_REPORT_FOR_RS_LOADCASE_WITHOUT_CONSIDERING_SIGN = "for RS load case without considering sign"
IDS_REPORT_CLOCKWISE = "시계방향"
IDS_REPORT_COUNTER_CLOCKWISE = "반시계방향"
IDS_REPORT_COMPARE_ABS = "절대값 비교"
IDS_REPORT_BRACED = "횡지지"
IDS_REPORT_UNBRACED = "비횡지지"
IDS_REPORT_BRACED_SIDESWAY = "For members braced against sidesway"
IDS_REPORT_UNBRACED_SIDESWAY = "For members not braced against sidesway"
IDS_REPORT_SINGLE_CURVATURE = "단곡률"
IDS_REPORT_REVERSE_CURVATURE = "복곡률"
IDS_REPORT_ERROR_Pn_ZERO = "오류 : Pn이 0입니다."
IDS_REPORT_ELEM_NO = "요소번호"
IDS_REPORT_MEMB_NO = "부재번호"
IDS_REPORT_NODE_NO = "절점번호"
IDS_REINFORCEMENT_TO_RESIST_TORSION_IS_REQUIRED = "Reinforcement to resist torsion is required."
IDS_REPORT_ONLY_GRAVITY_LOAD = "중력하중에 의한 계수전단력"
IDS_REPORT_EXCLUDE_SEIS_LOAD = "지진하중 제외한 계수전단력"
IDS_REPORT_CALC_CLOCKWISE = "시계방향으로 계산"
IDS_REPORT_CALC_COUNTCLOCKWISE = "반시계방향으로 계산"
IDS_REPORT_UNBRACED_SLENDER = "세장효과 항상 고려"
IDS_REPORT_PUNCHING_CALC_UNBALANCED_MOMENT = "불균형 모멘트를 고려한 계수전단력 계산"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_PARALLEL_EDGE_y = "외부에 평행한 휨의 y축에 대한 파라미터 계산"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_PARALLEL_EDGE_z = "외부에 평행한 휨의 z축에 대한 파라미터 계산"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_PERPENDICULAR_EDGE_y = "외부에 수직인 휨의 y축에 대한 파라미터 계산"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_PERPENDICULAR_EDGE_z = "외부에 수직인 휨의 z축에 대한 파라미터 계산"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_INTERIOR_y = "내부 y축에 대한 파라미터 계산"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_INTERIOR_z = "내부 z축에 대한 파라미터 계산"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_INTERIOR_CIRCLE = "내부 원형 단면에 대한 파라미터 계산"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_CORNER_y = "모서리 y축에 대한 파라미터 계산"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_CORNER_z = "모서리 z축에 대한 파라미터 계산"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_CIR_EQD = "원주와 길이가 같은 정사각형"
IDS_REPORT_NEUTRAL_AXIS_NOT_CONVERGE = "중립축 계산이 수렴되지 않았음"
IDS_REPORT_SEISMIC_ZONE = "지진구역"
IDS_SAFETY_FACTOR = "안전율"
IDS_SEISMIC_REDUCTION_FACTOR = "내진 감소 계수"
IDS_SHEAR = "전단"
IDS_SHEAR_CAPACITY = "전단 강도"
IDS_SHEAR_CAPACITY_US = "Calculation of shear resistance "
IDS_SHEAR_CONNECTION = "전단 접합"
IDS_SHOPPING_MALL = "쇼핑몰"
IDS_SHORT_HYPHEN_TERM = "단기"
IDS_SLENDER = "세장"
IDS_SLIDING = "미끄러짐"
IDS_SLIDING_CAPACITY = "미끄럼 강도"
IDS_SPACING_OF_SHEAR_REINFORCEMENT = "Spacing of shear reinforcement"
IDS_SPECIAL_BOUNDARY_ELEMENT_TRANSVERSE_REINFORCEMENT_IS_NOT_REQUIRED = "- 특수 경계 요소의 횡 보강이 필요하지 않음"
IDS_SPECIAL_BOUNDARY_ELEMENT_TRANSVERSE_REINFORCEMENT_IS_REQUIRED = " - 특수 경계 요소의 횡 보강이 요구됨"
IDS_SPECIAL_BOUNDARY_ELEMENTS_ARE_NOT_REQUIRED = " - 특수 경계 요소가 요구되지 않음"
IDS_SPECIAL_BOUNDARY_ELEMENTS_ARE_REQUIRED = " - 특수 경계 요소가 요구됨"
IDS_SPECIAL_MOMENT_FRAME = "특수 모멘트 프레임"
IDS_STIRRUPS = "스터럽"
IDS_STRAIN_IN_THE_REINFORCEMENT = "Strain in the reinforcement"
IDS_STRESS_IN_THE_REINFORCEMENT = "Stress in the reinforcement"
IDS_STRESS_STRAIN_RELATION = "응력-변형률 관계"
IDS_STRESS_STRAIN_EQIV_RECT = "등가 직사각형"
IDS_STRESS_STRAIN_EQIV_PARA = "포물선 직사각형 ( 평균 )"
IDS_STRESS_STRAIN_REAL_PARA = "포물선 직사각형 ( 상세 )"
IDS_STRESS_UNDER_CONSTRUCTION = "시공 중 응력"
IDS_CONC_STRENGTH_LIMITED_TO_C50_60 = "Shear strength of concrete strength classes higher than C50/60 may be limited to that of C50/60."
IDS_CONC_STRENGTH_LIMITED_TO_C90_105 = "Shear strength of concrete strength classes higher than C90/105 may be limited to that of C90/105."
IDS_CONC_STRENGTH_LIMITED_TO_C100_115 = "Shear strength of concrete strength classes higher than C100/115 may be limited to that of C100/115."
IDS_CONC_STRENGTH_LIMITED_TO_B65 = "Shear strength of concrete strength classes higher than B65(C60/75) may be limited to that of B65(C60/75)."
IDS_SHEAR_REINFORCEMENT_IS_NOT_REQUIURED = "Shear reinforcement is not required."
IDS_SHEAR_REINFORCEMENT_IS_NOT_REQUIURED_US = "Transverse reinforcement is not required."
IDS_SHEAR_REINFORCEMENT_IS_REQUIRED = "Shear reinforcement is required."
IDS_SHEAR_REINFORCEMENT_IS_REQUIRED_US = "Transverse reinforcement is required."
IDS_SEARCH_FOR_NEUTRAL_AXIS = "Search for neutral axis"
IDS_SHEAR_BUCKLING_COEFFICIENT = "Shear buckling coefficient"
IDS_STIFFENED = "Stiffened"
IDS_SUM_PROBABLE_MOMENT_GIRDERS = "연결된 거더의 예상 모멘트 합"
IDS_SHEAR_CALCULATE_SMAX_DIR_y = "y방향 최대 간격 계산"
IDS_SHEAR_CALCULATE_SMAX_DIR_z = "z방향 최대 간격 계산"
IDS_SHEAR_CHECK_SMAX__s__EQ_s = "표 %s 식(%s) 고려 여부 검토"
IDS_SHEAR_CONSIDER_SMAX__s__EQ_s = "그러므로, 표 %s 식(%s) 고려."
IDS_SHEAR_NOT_CONSIDER_SMAX__s__EQ_s = "그러므로, 표 %s 식(%s) 고려하지 않음."
IDS_SKIN = "표피철근"
IDS_STEEL_I_TYPE2 = "Steel-I (Type2)"
IDS_STEEL_BOX_TYPE2 = "Steel-Box (Type2)"
IDS_STEEL_TUB_TYPE2 = "Steel-Tub (Type2)"
IDS_TABLE = "표"
IDS_TENS_DOT = "인장"
IDS_TENSLIE_STRENGTH_OF_THE_REINFORCEMENT = "Tenslie strength of the reinforcement"
IDS_TENSION = "인장"
IDS_TENSION_CONTROLLED = "인장 지배"
IDS_TENSION_ONLY = "인장 전담"
IDS_THICKNESS = "두께"
IDS_TOP = "상부"
IDS_TORSION = "비틀림"
IDS_TORSION_CAPACITY = "비틀림 강도"
IDS_TORSION_CAPACITY_US = "Calculation of torsion resistance"
IDS_TORSION_CHECK_NEED = "비틀림 효과 고려"
IDS_TORSION_NEGLECT = "비틀림 효과를 고려하지 않을 수 있음."
IDS_TORSION_NEGLECT_CHK = "비틀림 효과 무시를 위한 비틀림 검토"
IDS_TORSION_NEGLECT_CHK_US = "Checking torsional effects."
IDS_TORSION_REQ_AS_L = "요구 종방향 비틀림 철근량 계산"
IDS_TORSION_REQ_AS_L_US = "Checking longitudinal reinforcements."
IDS_TORSION_REQ_AS_T = "요구 횡방향 비틀림 철근량 계산"
IDS_TORSION_SECTIONLIMIT = "단면의 제한 사항 검토"
IDS_TORSION_SMAX = "비틀림 철근의 상세 계산"
IDS_TORSION_SMAX_T = "횡방향 비틀림 철근의 상세 계산"
IDS_TORSION_SMAX_L = "종방향 비틀림 철근의 상세 계산"
IDS_TORSION_STRENGTH = "비틀림 강도 검토"
IDS_TRANSITION = "전이"
IDS_TENSION_STRENGTH_CALCULATION_TYPE_IS_NONE = "Tension Strength Calculation Type is None."
IDS_NEED_MORE_REBAR = "Need more reinforcements"
IDS_UNCRACKED_SECTION = "비균열 단면"
IDS_UPLIFT = "들어올림"
IDS_USE_TYPE = "사용 유형"
IDS_USER_STRENGTH_FACTOR = "사용자 정의 강도감소계수"
IDS_UNSTIFFENED = "Unstiffened"
IDS_USER_DEFINED = "사용자 정의"
IDS_VARIABLE_ACTION = "가변 작용"
IDS_VERTICAL = "수직"
IDS_VERTICAL_FORCE = "수직 부재력"
IDS_VERTICAL_TENSILE_STRESS = "Vertical Tensile Stress"
IDS_VOLUMETRIC_RATIO = "Volumetric Ratio"
IDS_VALUE_DGN = "Value"
/**/IDS_VERIFY_REINFORCEMENT_INFORMATION = "Please verify the reinforcement information."
IDS_VIBRATION = "진동"
IDS_WALL_HEIGHT = "벽체 높이"
IDS_WALL_LENGTH = "벽체 길이"
IDS_WALL_THICKNESS = "벽체 두께"
IDS_WATCHING_AREA = "Watching Area"
IDS_WHERE = "Where"
IDS_WALL_MOMENT_ENVELOP = "Calculate the design moment from envelop diagram for ductility wall"
IDS_WALL_BELOW__s = "%s 아래"
IDS_WALL_ABOVE__s = "%s 위"
IDS_YOU_HAVE_TO_INPUT_CRITICAL_REGION_SPACING_DATA = "You have to input critical region spacing data."
IDS_Y_AXIS = "y-axis"
IDS_Z_AXIS = "z-axis"
IDS_DGN_RPRT_USERS_UNIT = "User's Unit : "
IDS_DGN_RPRT_DET_CHECK_AXIAL_RATIO = "축장도비 검토"
IDS_DGN_RPRT_DET_CHECK_AXIAL_RESISTANCE = "축강도 검토"
IDS_DGN_RPRT_DET_CALC_RESIS = "단면 설계 강도 계산"
IDS_DGN_RPRT_DET_BUCKLING_CURVE = "좌굴곡선"
IDS_DGN_RPRT_DET_AXIAL_TOR_BUCK = "비틀림 좌굴 설계 강도 계산"
IDS_DGN_RPRT_DET_AXIAL_TOR_BUCK_DES = "비틀림과 휨-비틀림 좌굴 설계 강도"
IDS_DGN_RPRT_DET_COMP_RESIS = "압축 부재의 설계 강도"
IDS_DGN_RPRT_DET_TENS_RESIS = "인잔 부재의 설계 강도"
IDS_DGN_RPRT_DET_BUCK_SLEND = "무차원 세장비"
IDS_DGN_RPRT_DET_AXIAL_BUCK_RESIS = "휨 좌굴 설계 강도"
IDS_DGN_RPRT_DET_AXIAL_BUCK_L_SHAPE = "휨 좌굴 설계 강도 계산 (주축)"
IDS_DGN_RPRT_DET_AXIAL_BUCK_Y = "휨 좌굴 설계 강도 계산 (y-y축)"
IDS_DGN_RPRT_DET_AXIAL_BUCK_Z = "휨 좌굴 설계 강도 계산 (z-z축)"
IDS_DGN_RPRT_DET_NO_CHK_AXIAL_BUCK = "휨 좌굴 검토 필요 없음"
IDS_DGN_RPRT_DET_NO_CHK_AXIAL_BUCK_T = "휨-비틀림 좌굴 검토 필요 없음"
IDS_DGN_RPRT_DET_SHEAR_CENTER = "전단 중심"
IDS_DGN_RPRT_DET_SHEAR_CENTER_FROM_CENTROID = "도심에 대한 전단 중심"
IDS_DGN_RPRT_DET_MOMENT_RESIS_MAJOR = "강축 휨 설계 강도 검토"
IDS_DGN_RPRT_DET_MOMENT_RESIS_MINOR = "약축 휨 설계 강도 검토"
IDS_DGN_RPRT_DET_MOMENT_RESIS_MAJOR_YY = "강축(y-y) 휨 설계 강도"
IDS_DGN_RPRT_DET_MOMENT_RESIS_MiNOR_ZZ = "약축(z-z) 휨 설계 강도"
IDS_DGN_RPRT_DET_MOMENT_RESIS_MAJOR_UU = "주축 강축(u-u) 휨 설계 강도"
IDS_DGN_RPRT_DET_MOMENT_RESIS_MiNOR_VV = "주축 약축(v-v) 휨 설계 강도"
IDS_DGN_RPRT_DET_MOMENT_RESIS_LTB = "횡비틀림 좌굴 설계 강도 계산"
IDS_DGN_RPRT_DET_MOMENT_BUCKLING_SLEN = "좌굴 세장비"
IDS_DGN_RPRT_DET_MOMENT_BUCKLING_RESI = "횡비틀림 좌굴 설계 강도"
IDS_DGN_RPRT_DET_MOMENT_LTB_NEED = "횡비틀림 좌굴 검토 필요"
IDS_DGN_RPRT_DET_MOMENT_LTB_NO_NEED = "횡비틀림 좌굴 검토 필요 없음"
IDS_DGN_RPRT_DET_AND = "그리고"
IDS_DGN_RPRT_DET_OR = "또는"
IDS_DGN_RPRT_DET_MOMENT_LTB_RESIS_MAJOR = "횡비틀림좌굴 설계 강도 검토"
IDS_DGN_RPRT_DET_MOMENT_LTB_EXCEPTION = "약축 비대칭 혹은 비지원 단면"
IDS_DGN_RPRT_DET_MOMENT_LTB_CAN_NOT = "횡비틀림좌굴 검토 할 수 없음"
IDS_DGN_RPRT_DET_COMBINED_BUCK_RATIO = "축-휨 좌굴에 대한 조합강도비 검토"
IDS_DGN_RPRT_DET_REDUCTION_FACT_BUCK = "좌굴 저감 계수"
IDS_DGN_RPRT_DET_EFFICIENCY_FACT = "효율성 계수"
IDS_DGN_RPRT_DET_BUCK_FORCE = "좌굴하중"
IDS_DGN_RPRT_DET_BUCK_RES_MOMENT = "휨좌굴하중"
IDS_DGN_RPRT_DET_EQ_UNIFORM_FACT = "등가 모멘트 계수"
IDS_DGN_RPRT_DET_AUXILIARY_TERMS = "보조용어"
IDS_DGN_RPRT_DET_INTERACTON_FACT = "조합강도 계수"
IDS_DGN_RPRT_DET_INTERACTON_VALUE = "조합강도 중간 계산값"
IDS_DGN_RPRT_DET_INTERACTON_RATIO = "조합강도비"
IDS_DGN_RPRT_DET_INTERACTON = "조합강도"
IDS_DGN_RPRT_DET_CHECK_INTERACTON_RATIO = "조합강도비 검토"
IDS_DGN_RPRT_DET_CHECK_INTERACTON_RATIO_BAND_AXIAL = "축-휨 조합강도비 검토"
IDS_DGN_RPRT_DET_CHECK_INTERACTON_RATIO_TORSION = "비틀림 조합강도비 검토"
IDS_DGN_RPRT_DET_CHECK_INTERACTON_RATIO_CLASS12 = "축-휨 클래스 1,2 단면 조합강도비 검토"
IDS_DGN_RPRT_DET_INTERACTON_FORCES = "조합강도비 검토 부재력"
IDS_DGN_RPRT_DET_HIGH_SHEAR_REDUCED_MOMENT_MAJOR = "강축 High shear 고려 저감 모멘트 강도"
IDS_DGN_RPRT_DET_HIGH_SHEAR_REDUCED_MOMENT_MINOR = "약축 High shear 고려 저감 모멘트 강도"
IDS_DGN_RPRT_DET_PART = "파트"
IDS_DGN_RPRT_DET_CLASS = "클래스"
IDS_DGN_RPRT_DET_SECTION_CLASS = "단면 클래스"
IDS_DGN_RPRT_DET_TENSILE_STRESS_DIR1_TOP = "Check Tensile Stress for Dir-1 Rebar, Top"
IDS_DGN_RPRT_DET_TENSILE_STRESS_DIR1_BOT = "Check Tensile Stress for Dir-1 Rebar, Bot"
IDS_DGN_RPRT_DET_TENSILE_STRESS_DIR2_TOP = "Check Tensile Stress for Dir-2 Rebar, Top"
IDS_DGN_RPRT_DET_TENSILE_STRESS_DIR2_BOT = "Check Tensile Stress for Dir-2 Rebar, Bot"
IDS_DGN_RPRT_DET_COMP_STRESS_TOP = "Check Compressive Stress for Concrete, Top"
IDS_DGN_RPRT_DET_COMP_STRESS_BOT = "Check Compressive Stress for Concrete, Bot"
IDS_DGN_RPRT_DET_DIR1_TENS_TOP = "Dir 1 Tensile Stress Top"
IDS_DGN_RPRT_DET_DIR2_TENS_TOP = "Dir 2 Tensile Stress Top"
IDS_DGN_RPRT_DET_COMP_TOP = "Compressive Stress Top"
IDS_DGN_RPRT_DET_DIR1_TENS_BOT = "Dir 1 Tensile Stress Bot"
IDS_DGN_RPRT_DET_DIR2_TENS_BOT = "Dir 2 Tensile Stress Bot"
IDS_DGN_RPRT_DET_COMP_BOT = "Compressive Stress Bot"
IDS_DGN_RPRT_DET_CHK_CRACK_ORNOT = "Check elements cracked or not."
IDS_DGN_RPRT_DET_MEMBRANE_FORCE = "Membrane forces."
IDS_DGN_RPRT_DET_CHK_MIN_PRINCIPAL_STRESS = "Check the minimum principal stress."
IDS_DGN_RPRT_DET_NEED_REINFORCEMENT = "Necessary reinforcement and concrete stress."
IDS_DGN_RPRT_DET_TENSILE_STRENGTH_BY_REIN = "Tensile strengths provided by reinforcement."
IDS_DGN_RPRT_DET_CONC_STRESS_LIM = "Concrete strength limit."
IDS_DGN_RPRT_DET_CHK_RESULT = "Check results."
IDS_DGN_RPRT_DET_CHK_FATIGUE = "Check Fatigue Ratio"
IDS_DGN_RPRT_DET_FATIGUE = "Fatigue"
IDS_DGN_RPRT_DET_CALC_FATIGUE = "Calculate fatigue resistance"
IDS_DGN_RPRT_DET_IN_STRUCT_STL = "In the structural steel"
IDS_DGN_RPRT_DET_CALC_TORSION = "Calculate Torsional Resistance"
IDS_DGN_RPRT_DET_VERIFICATION = "Verification"
IDS_DGN_RPRT_DET_LONGI_SHEAR_DGN_LOAD = "Longitudinal Shear Design Load"
IDS_DGN_RPRT_DET_CHECK_SLENDER_COMP = "압축부재 세장비 검토"
IDS_DGN_RPRT_DET_CHECK_SLENDER_TENS = "인장부재 세장비 검토"
IDS_DGN_RPRT_DET_CHK_AXIAL_STRN = "Check Axial Strength"
IDS_DGN_RPRT_DET_CALC_AXIAL_COMP_STRN = "Calculate axial compressive strength"
IDS_DGN_RPRT_DET_CALC_SLEND_L_SHAPE = "Calculate slenderness ratio of single angle"
IDS_DGN_RPRT_DET_CALC_FBS = "Calculate flexural buckling stress"
IDS_DGN_RPRT_DET_CALC_FTBS = "Calculate flexural-torsional buckling stress"
IDS_DGN_RPRT_DET_NOT_CONSIDER = "Not Consider"
IDS_DGN_RPRT_DET_NON_SLENDER = "Non Slender"
IDS_DGN_RPRT_DET_SLENDER = "Slender"
IDS_DGN_RPRT_DET_CHK_WTRF = "Check width-thickness ratio of flange"
IDS_DGN_RPRT_DET_CHK_WTRS = "Check width-thickness ratio of stem"
IDS_DGN_RPRT_DET_CALC_QSF = "Calculate reduction factor of flange"
IDS_DGN_RPRT_DET_CALC_QSS = "Calculate reduction factor of stem"
IDS_DGN_RPRT_DET_CALC_Q = "Calculate reduction factor of stiffened elements"
IDS_DGN_RPRT_DET_CHK_DTRW = "Check depth-thickness ratio of web"
IDS_DGN_RPRT_DET_CALC_QS = "Calculate reduction factor of slender unstiffened elements"
IDS_DGN_RPRT_DET_CALC_QA = "Calculate reduction factor of slender stiffened elements"
IDS_DGN_RPRT_DET_CHK_WTR = "Check width-thickness ratio"
IDS_DGN_RPRT_DET_CHK_WTRTF = "Check width-thickness ratio of top flange"
IDS_DGN_RPRT_DET_CHK_WTRBF = "Check width-thickness ratio of bottom flange"
IDS_DGN_RPRT_DET_CHK_DTR = "Check diameter-thickness ratio"
IDS_DGN_RPRT_DET_CHK_FLEX_MAJOR = "Check flexural strength about major axis (Y)"
IDS_DGN_RPRT_DET_CALC_FLEX_MAJOR = "Calculate flexural strength about major axis"
IDS_DGN_RPRT_DET_CHK_FLEX_MINOR = "Check flexural strength about minor axis (Z)"
IDS_DGN_RPRT_DET_CALC_FLEX_MINOR = "Calculate flexural strength about minor axis"
IDS_DGN_RPRT_DET_CHK_FLEX_MAJOR_U = "Check flexural strength about major axis (U)"
IDS_DGN_RPRT_DET_SECT_PARAM_PRIN = "Section parameter about principal axis"
IDS_DGN_RPRT_DET_DGN_MOMENT_PRIN = "Design moment about principal axis"
IDS_DGN_RPRT_DET_CALC_LIM_WTRF = "Calculate limiting width-thickness ratio for flexure"
IDS_DGN_RPRT_DET_WTR = "Width-thickness ratio"
IDS_DGN_RPRT_DET_YIELD = "Yielding"
IDS_DGN_RPRT_DET_LTB = "Lateral torsional buckling"
IDS_DGN_RPRT_DET_NOT_APP = "Not Applied"
IDS_DGN_RPRT_DET_CALC_LLB = "Leg local buckling"
IDS_DGN_RPRT_DET_CHK_FLEX_MINOR_v = "Check flexural strength about minor axis (V)"
IDS_DGN_RPRT_DET_ELASTIC_SECTION_MODULUS = "Elastic section modulus referred to tension and compression flange"
IDS_DGN_RPRT_DET_CALC_LIM_WTRFF = "Calculate limiting width-thickness ratio of flange for flexure"
IDS_DGN_RPRT_DET_CALC_LIM_WTRWF = "Calculate limiting width-thickness ratio of web for flexure"
IDS_DGN_RPRT_DET_BEND_TENSION_STIFFENED_EFFECT = "Tension stiffened effect"
IDS_DGN_RPRT_DET_APP = "Applied"
IDS_DGN_RPRT_DET_BEND_RPG = "Bending strength reduction factor"
IDS_DGN_RPRT_DET_BEND_CFY = "Compression flange yielding"
IDS_DGN_RPRT_DET_BEND_CFLB = "Compression flange local buckling"
IDS_DGN_RPRT_DET_BEND_TFY = "Tension flange yielding"
IDS_DGN_RPRT_DET_PLASTIC_SECTION_MODULUS = "Plastic section modulus referred to tension and compression flange"
IDS_DGN_RPRT_DET_FLS_NOT_LTB = "Fully lateral Supported - Not Apply LTB"
IDS_DGN_RPRT_DET_COMPACT = "Compact"
IDS_DGN_RPRT_DET_NONCOMPACT = "Non Compact"
IDS_DGN_RPRT_DET_BEND_YIELD = "Nominal flexural strength for Yielding"
IDS_DGN_RPRT_DET_BEND_FLB = "Nominal flexural strength for flange local buckling"
IDS_DGN_RPRT_DET_BEND_FLB_NOT_APP = "Compact Flange - Not Applied"
IDS_DGN_RPRT_DET_BEND_WEB_NOT_APP = "Compact Web - Not Applied"
IDS_DGN_RPRT_DET_BEND_SECT_NOT_APP = "Compact Section - Not Applied"
IDS_DGN_RPRT_DET_COMB_CHK = "Check Combined Strength"
IDS_DGN_RPRT_DET_COMB_INTERACTION = "Calculate interaction ratio of combined strength"
IDS_DGN_RPRT_DET_CHK_SHEAR_MAJOR = "Check shear strength about major axis (Z)"
IDS_DGN_RPRT_DET_CALC_SHEAR_MAJOR = "Calculate shear strength about major axis"
IDS_DGN_RPRT_DET_CHK_SHEAR_MINOR = "Check shear strength about minor axis (Y)"
IDS_DGN_RPRT_DET_CALC_SHEAR_MINOR = "Calculate shear strength about minor axis"
IDS_DGN_RPRT_DET_CALC_WEB_SHEAR_COF = "Calculate web shear coefficient"
IDS_DGN_RPRT_DET_SECT_SIZE_INFO = "Section size information"
IDS_DGN_RPRT_DET_BEND_WLB = "Web local buckling"
IDS_DGN_RPRT_DET_COMP_YIELD = "Compression yielding"
IDS_DGN_RPRT_DET_CLB = "Compression local buckling"
IDS_DGN_RPRT_DET_CHK_TORSION = "Check Torsion strength"
IDS_DGN_RPRT_DET_CALC_C = "Calculate C factor"
IDS_DGN_RPRT_DET_CALC_BUCKLING = "Calculate buckling strength"
IDS_DGN_RPRT_DET_CALC_TORSION_STRN = "Calculate torsional nominal strength"
IDS_DGN_RPRT_DET_CALC_FLB = "Calculate flange local buckling"
IDS_DGN_RPRT_DET_CALC_VER_WEB_CAPA = "Check vertical web bar capacity"
IDS_DGN_RPRT_DET_CALC_CUV_DUCT_FAC = "Calculate Curvature Ductile Factor"
IDS_DGN_RPRT_DET_CALC_MECHA_VOL_HOOP = "Check mechanical volumetric ratio of confining hoops within the critical regions"
IDS_DGN_RPRT_DET_CALC_CRITIC_REGI_SL = "Check sliding failure within the critical regions.(Bottom Position)"
IDS_DGN_RPRT_DET_CHK_ENDZONE_LENGTH = "Check End Zone Length"
IDS_DGN_RPRT_DET_ENDZONE_LENGTH = "End Zone Length"
IDS_DGN_RPRT_DET_CALC_AXIAL_TENS_STRN = "Calculate axial tensile strength"
IDS_DGN_RPRT_DET_ELASTIC_SECTION_MODULUS2 = "Elastic section modulus referred to tension and compression flanges"
IDS_DGN_RPRT_DET_ELASTIC_SECTION_MODULUS3 = "Elastic section modulus referred to compression flanges"
IDS_DGN_RPRT_CALC_COMP_FLB = "Calculate compression flange local buckling"
IDS_DGN_RPRT_LEGS = "legs"
IDS_DGN_RPRT_LEG = "leg"
IDS_DGN_RPRT_POSITIVE = "Positive"
IDS_DGN_RPRT_NEGATIVE = "Negative"
IDS_MEMBER_NAME = "부재명"
IDS_SKIP_MESSAGE = "Calculation is skipped."
IDS_SECTION_PROP = "단면 속성"
IDS_THICKNESS_PROP = "두께 속성"
IDS_LENGTH = "길이"
IDS_STRESS = "Stress"
IDS_STEEL = "Steel"
IDS_STEEL_SECTION = "Steel Section"
IDS_COMPOSITE_SECTION = "Composite Section"
IDS_DGN_STRESS_CHECK = "Stress Check"
IDS_DGN_SLAB = "Slab"
IDS_DGN_SHEAR_FORCE = "Shear Force"
IDS_DGN_COMBINED_RATIO = "Combined Ratio"
IDS_DGN_RPT_REINFORCEMENT_SPACING = "Reinforcement Spacing"
IDS_DGN_RPT_SPACING = "Spacing"
IDS_DGN_RPT_DISTRIBUTION_REINFORCEMENT = "Distribution reinforcement"
IDS_CHECK_DISTRIBUTION_TOP_REINFORCEMENT = "Check top distribution reinforcement"
IDS_CHECK_DISTRIBUTION_BOT_REINFORCEMENT = "Check bottom distribution reinforcement"
IDS_DGN_RPT_NON_PRESTRESSED_STRUCTURE = "( for non-prestressed structures )"
IDS_DGN_RPT_MEMB_WITHOUT_TENSION_FORCE = "( for members without tension force )"
IDS_DGN_RPT_COMPOSED_BENDING_TENSION = "( for members with composed bending with tension )"
IDS_DGN_RPT_CONCRETE_AND_STEEL_CLASSES = "(by concrete and steel classes)"
IDS_DGN_RPT_NOT_REQUIRED = "Not Required."
IDS_DGN_RPT_APPLIED_SPACING = "Applied spacing"
IDS_DGN_RPT_CALCULATE_SPACING = "Calculate spacing"
IDS_DGN_RPT_REINFORCEMENT_REQUIRED = "Reinforcement Required"
IDS_DGN_RPT_MAXIMUM_FORCE_ALONG_MEMB = "Maximum forces along the member"
IDS_DGN_RPT_DEFAULT_OR_USER_DEFINED = "(Default or User defined)"
IDS_DGN_CALCULATE_MAXIMUM_INTERACTION_RATIO = "Calculate maximum interaction ratio"
IDS_DGN_MAXIMUM_DEFLECTION_POSITION = "Maximum deflection position"
IDS_COMMON_MAIN_REBAR = "Main Rebar"
IDS_COMMON_DISTRI_REBAR = "Distribution Rebar"
IDS_COMMON_STIRRUP = "Stirrup"
IDS_COMMON_NO_STIRRUP = "No Stirrup"
IDS_EC2_CHARACTERSTIC = "Characteristic"
IDS_EC2_QUARSIPERMANENT = "Quasi-Permanent"
IDS_EC2_FREQUENT = "Frequent"
IDS_EC3_LEFT_TOP_FLANGE = "LEFT TOP-FLANGE"
IDS_EC3_RIGHT_TOP_FLANGE = "RIGHT TOP-FLANGE"
IDS_EC3_MID_TOP_FLANGE = "MIDDLE TOP-FLANGE"
IDS_EC3_LEFT_BOT_FLANGE = "LEFT BOTTOM-FLANGE"
IDS_EC3_RIGHT_BOT_FLANGE = "RIGHT BOTTOM-FLANGE"
IDS_EC3_MID_BOT_FLANGE = "MIDDLE BOTTOM-FLANGE"
IDS_EC3_WEB = "WEB"
IDS_EC3_TOP_PART_WEB = "TOP-PART WEB"
IDS_EC3_BOT_PART_WEB = "BOTTOM-PART WEB"
IDS_EC3_WEB_PANEL = "Web Panel"
IDS_EC3_WEB_DUMMY = "Web Dummy"
IDS_EC3_SECTION_CLASS = "Section classification"
IDS_EC2_DEFLECTION_AMPLIFICATION_FACTOR = "Deflection Amplification Factor"
IDS_EC3_TOP_WEB = "TOP-WEB"
IDS_EC3_BOTTOM_WEB = "BOTTOM-WEB"
IDS_EC3_LEFT_WEB = "LEFT WEB"
IDS_EC3_RIGHT_WEB = "RIGHT WEB"
IDS_EC3_TUBULAR = "TUBULAR"
IDS_EC3_INT_BOT_FLANGE = "INTERNAL BOTTOM-FLANGE"
IDS_EC3_INT_TOP_FLANGE = "INTERNAL TOP-FLANGE"
IDS_EC3_LEFT_MIDDLE_TOP_FLANGE = "LEFT-MIDDLE TOP-FLANGE"
IDS_EC3_RIGHT_MIDDLE_TOP_FLANGE = "RIGHT-MIDDLE TOP-FLANGE"
IDS_EC3_LEFT_MIDDLE_BOT_FLANGE = "LEFT-MIDDLE BOTTOM-FLANGE"
IDS_EC3_RIGHT_MIDDLE_BOT_FLANGE = "RIGHT-MIDDLE BOTTOM-FLANGE"
IDS_EC3_TOP_FLANGE_PANEL = "Top flange Panel"
IDS_EC3_BOT_FLANGE_PANEL = "Bottom flange Panel"
IDS_EC3_TOP_FLANGE = "TOP-FLANGE"
IDS_EC3_BOT_FLANGE = "BOTTOM-FLANGE"
IDS_EC3_LEFT_D_TOP_FLANGE = "LEFT-D TOP-FLANGE"
IDS_EC3_RIGHT_D_TOP_FLANGE = "RIGHT-D TOP-FLANGE"
IDS_EC3_LEFT_1_TOP_FLANGE = "LEFT-1 TOP-FLANGE"
IDS_EC3_LEFT_2_TOP_FLANGE = "LEFT-2 TOP-FLANGE"
IDS_EC3_RIGHT_1_TOP_FLANGE = "RIGHT-1 TOP-FLANGE"
IDS_EC3_RIGHT_2_TOP_FLANGE = "RIGHT-2 TOP-FLANGE"
IDS_EC3_LEFT_D_BOT_FLANGE = "LEFT-D BOTTOM-FLANGE"
IDS_EC3_RIGHT_D_BOT_FLANGE = "RIGHT-D BOTTOM-FLANGE"
IDS_DGN_CONSTRUCTIBILITY = "Constructibility"
IDS_AS_FROM_BOTTOM_SURFACE_SECTION = "from the bottom surface of the section"
IDS_AS_ASSUMED_TRANSVERSE_STRESS_FLANGE_ZERO = "It is assumed that the transverse stress of the flange plate is zero"
IDS_AS_STRENGTH_FLANGE_PLATE = "Strength of Flange Plate"
IDS_AS_STRENGTH_LONGITUDINAL_FLANGE_STIFFENER = "Strength of longitudinal flange stiffener"
IDS_CRACKED = "Cracked"
IDS_EFFECTIVE_SECTION_PROP = "Effective Section Property"
IDS_AS_CHECK_MINIMUM_AREA_REINFORCEDMENT = "Check minimum area of reinforcement"
IDS_AS_ASSUMED_AREA_THE_END_POST_SATISFIES_EQ_5_14_9 = "It is assumed that the area of the end posts satisfies the requirement of equation 5.14.9."
IDS_AS_CRACK_CONTROL_SLAB = "Crack Control of Slab"
IDS_AS_NOMINAL_DIAMETER = "Nominal Diameter"
IDS_AS_CENTER_TO_CENTER_SPACING = "Center-to-Center Spacing"
IDS_AS_CHECK_MAXIMUM_SPACING_REBAR = "Check the maximum spacing of rebars"
IDS_AS_YIELDING_FLANGE_PLATE = "Yielding of %s flange plate"
IDS_AS_PANEL_FROM_TOP_FLANGE = "panel from the top flange"
IDS_AS_STIFFENER_FROM_TOP_FLANGE = "stiffener from the top flange"
IDS_AS_CRITICAL_PANEL = "Critical Panel:"
IDS_AS_CRITICAL_STIFFENER = "Critical Stiffener:"
IDS_AS_FIRST = "First"
IDS_AS_SECOND = "Second"
IDS_AS_THIRD = "Third"
IDS_AS_FOURTH = "Fourth"
IDS_AS_FIFTH = "Fifth"
IDS_AS_SIXTH = "Sixth"
IDS_AS_SEVENTH = "Seventh"
IDS_INTERACTION_SHEAR_BENDING = "Interaction of shear & bending"
IDS_INTERACTION_SHEAR_BENDING_2LINE = "Interaction of \n shear & bending"
IDS_PROPORTIONING_METHOD = "Proportioning method"
IDS_SHEAR_BENDING_INTERACTION_METHOD = "Shear and bending interaction method"
IDS_CLAUSE_4_6_3_ALLOW_SEQUECE_CONSTRUCTION = "is determined in accordance with clause 4.6.3 to allow for the sequence of construction."
IDS_STRENGTH_LONGITUDINAL_FLANGE_STIFFENER = "Strength of longitudinal flange stiffeners"
IDS_STRENGTH_LONGITUDINAL_FLANGE_STIFFENER_2LINE = "Strength of longitudinal \nflange stiffener"
IDS_DEMAND = "Demand"
IDS_CAPACITY = "Capacity"
IDS_YIELDING_FLANGE_PLATE = "Yielding of flange plate"
IDS_LONGITUDINAL_SHEAR_SLS = "Longitudinal Shear for SLS"
IDS_CHARACTERISTIC_SHEAR_CAPACITY_OF_SHEAR_CONNECTORS = "Characteristic shear capacity of shear connectors"
IDS_DESIGN_FOR_LONGITUDINAL_SHEAR = "Design for longitudinal shear"
IDS_DESIGN_LONGITUDINAL_SHEAR_FORCE_PER_UNIT_LENGTH = "Design longitudinal shear force per unit length"
IDS_FORCE = "부재력"
IDS_COMPOSITE = "Composite"
IDS_COMPONENT = "Component"
IDS_STRESSES = "Stresses"
IDS_TOP_FLANGE = "Top flange"
IDS_BOTTOM_FLANGE = "Bottom flange"
IDS_WARPING_STRESSES = "Warping Stresses"
IDS_DSITORSIONAL_WARPING = "Distorsional Warping"
IDS_EFFECTIVE_PLASTIC_NEUTRAL_AXIS = "Effective Plastic Neutral Axis"
IDS_DESIGN_FOR_BENDING_MOMENT = "Design for bending moment"
IDS_MOMENT_MODIFICATION_FACTOR = "Moment modifiaction factor"
IDS_SHEAR_YIELD_CAPACITY = "Shear yield capacity"
IDS_SHEAR_BUCKLING_CAPACITY = "Shear buckling Capacity"
IDS_INTERACTION_BUCKLING_CRITERION = "Interaction buckling criterion"
IDS_RESTRAINT_WEB_PANELS = "Restraint of web panels"
IDS_THIS_WEB_PANEL_IS_RESTRAINED = "This web panel is restrained"
IDS_THIS_WEB_PANEL_IS_UNRESTRAINED = "This web panel is unrestrained"
IDS_BUCKLING_COEFFICIENTS = "Buckling coefficients"
IDS_AXIAL_COEFFICIENTS = "Axial coefficient"
IDS_SHEAR_COEFFICIENTS = "Shear coefficient"
IDS_BENDING_COEFFICIENTS = "Bending coefficient"
IDS_STRENGTH_LONGITUDINAL_WEB_STIFFENER = "Strength of longitudinal web stiffeners"
IDS_STIFFENER = "Stiffener"
IDS_MINIMUM_STIFFNESS = "Minimum stiffness"
IDS_YIELDING_WEB_PANEL = "Yielding of web panels"
IDS_PLASTIC_MOMENT = "Plastic moment"
IDS_MATERIAL_STEEL_GRADE = "사용강종"
IDS_DGN_RPT_TABLE = "표"
IDS_DGN_RPT_EQUATION = "식"
IDS_DGN_ALLOWABLE_FLEXURAL_TENSILE_STRESS = "허용휨인장응력"
IDS_DGN_ALLOWABLE_FLEXURAL_COMPRESSIVE_STRESS = "허용휨압축응력"
IDS_DGN_ALLOWABLE_COMP_STRESS_NOT_BUCKLING = "국부좌굴을 고려하지 않은 허용축방향압축응력"
IDS_DGN_RPT_Y_AXIS_EFFECTIVE_BUCKLING_LENGTH = "Y축에 대한 유효좌굴길이"
IDS_DGN_RPT_Z_AXIS_EFFECTIVE_BUCKLING_LENGTH = "Z축에 대한 유효좌굴길이"
IDS_DGN_RPT_MEMBER_EFFECTIVE_BUCKLING_LENGTH = "부재의 유효좌굴길이"
IDS_DGN_RPT_MEMBER_RADIUS_OF_GYRATION = "부재 총단면의 단면회전반경"
IDS_DGN_RPT_MEMBER_SLENDERNESS = "세장비"
IDS_DGN_RPT_DIVISION = "구분"
IDS_DGN_RPT_DISTANCE_BETWEEN_COMP_FLANGE = "압축플랜지 고정점간 거리"
IDS_DGN_RPT_COMP_FLANGE_WIDTH = "압축플랜지 폭"
IDS_DGN_RPT_WEB_AREA = "복부판의 총단면적"
IDS_DGN_RPT_COMP_FLANGE_AREA = "압축플랜지 총단면적"
IDS_DGN_RPT_LOCAL_BUCKLING_ALLOWABLE_STRESS_OF_OUTSTAND = "자유돌출판의 국부좌굴에 대한 허용응력"
IDS_DGN_RPT_COMP_STRESS_MIN_THICKNESS_OF_OUTSTAND = "압축응력을 받는 자유돌출판의 최소두께"
IDS_DGN_RPT_ALLOWABLE_EULER_BUCKLING_STRESS = "허용 오일러 좌굴응력"
IDS_DGN_RPT_ALLOWABLE_SHEAR_STRESS = "허용 전단응력"
IDS_DGN_RPT_NOTE = "비고"
IDS_DGN_RPT_ALLOWABLE_STRESS_LOCAL_BUCKLING_STIFFENED_PLATE_SUPPORT_PLATE = "보강된판 및 양연지지판의 국부좌굴에 대한 허용응력"
IDS_DGN_RPT_PLATE_THICKNESS = "판두께"
IDS_DGN_RPT_DISTANCE_BETWEEN_FIXED_EGDES_PLATE = "판의 고정연 사이의 거리"
IDS_DGN_RPT_STRESS_GRADIENT_COEFFICIENT = "응력구배계수"
IDS_DGN_RPT_STRESS_GRADIENT = "응력구배"
IDS_DGN_RPT_STRESS_BOTH_EDGES_OF_PLATE = "판의 양연에서의 응력"
IDS_DGN_RPT_MIN_THICKNESS_INTERNAL_PLATE_COMPRESSIVE_STRESS = "압축응력을 받는 양연지지판의 최소두께"
IDS_DGN_RPT_ALLOWABLE_STRESS_INTERNAL_PLATE_LOCAL_BUCKLING = "양연지지판의 국부좌굴에 대한 허용응력"
IDS_DGN_RPT_STRESS_BOTH_EDGES_OF_PLATE_EXCLUDED_FROM_REVIEW_INTERNAL_PLATE = "판의 양연에서의 응력이 인장이므로, 압축응력을 받는 양연지지판 검토에서 제외."
IDS_DGN_RPT_THICKNESS_OF_STIFFENED_PLATE = "보강된 판의 두께"
IDS_DGN_RPT_WIDTH_OF_STIFFENED_PLATE = "보강된 판의 폭"
IDS_DGN_RPT_NUMBER_OF_PANELS_SEPERATED_BY_L_STIFFENERS = "종방향보강재에 의해 구분되는 패널의 수"
IDS_DGN_RPT_MIN_THICKNESS_STIFFENED_PLATE_COMPRESSIVE_STRESS = "압축응력을 받는 보강된 판의 최소두께"
IDS_DGN_RPT_ALLOWABLE_STRESS_LOCAL_BUCKLING_OF_STIFFENED_PLATE = "보강된 판의 국부좌굴에 대한 허용응력"
IDS_DGN_RPT_STRESS_BOTH_EDGES_OF_PLATE_EXCLUDED_FROM_REVIEW_STIFFENED_PLATE = "판의 양연에서의 응력이 인장이므로, 압축응력을 받는 보강된 판 검토에서 제외."
IDS_DGN_RPT_ALLOWABLE_STRESS_SUMMARY = "허용응력 요약"
IDS_DGN_RPT_OUTSTAND_PLATE = "자유돌출판"
IDS_DGN_RPT_INTERNAL_PLATE = "양연지지판"
IDS_DGN_RPT_STIFFENED_PLATE = "보강된 판"
IDS_DGN_RPT_CHECKING_FLEXURAL_STRESS = "휨응력에 대한 검토"
IDS_DGN_RPT_CHECKING_SHEAR_STRESS = "전단응력에 대한 검토"
IDS_DGN_RPT_WEB_THICKNESS = "복부 두께"
IDS_DGN_RPT_CHECKING_COMBINED_STRESS = "합성응력에 대한 검토"
IDS_DGN_RPT_DISTANCE_CENTROID_TO_OUTERMOST_SIDE_OF_CLOSED_SECTION = "단면 도심으로부터 폐단면의 최외측까지의 거리"
IDS_DGN_RPT_CHECKING_ALLOWABLE_STRESS_FOR_AXIAL_BENDING_MEMBER = "축방향력 및 휨모멘트를 받는 부재의 허용응력 검토"
IDS_DGN_RPT_AXIAL_STRESS = "축방향력에 의한 응력"
IDS_DGN_RPT_STRESS_FOR_BENDING = "휨모멘트에 의한 응력"
IDS_DGN_RPT_EFFECT_OF_ADDITIONAL_BENDING_MOMENT_CANNOT_BE_CONSIDERED = "일 경우 부가적인 휨모멘트의 영향을 고려할 수 없습니다"
IDS_DGN_RPT_FORMULAR_CANNOT_BE_CONSIDERED = "일 경우 검토식을 적용할 수 없습니다"
IDS_DGN_RPT_CHECKING_AXIAL_FORCE = "축방향력에 대한 검토"
IDS_DGN_RPT_ALLOWABLE_AXIAL_TENSILE_STRESS_FLEXURAL_TENSILE_STRESS = "허용축방향인장응력 및 허용휨인장응력"
IDS_DGN_RPT_ALLOWABLE_AXIAL_TENSILE_STRESS = "허용축방향인장응력"
IDS_DGN_RPT_ALLOWABLE_STRESS_LOCAL_BUCKLING = "국부좌굴에 대한 허용응력"
IDS_DGN_RPT_ALLOWABLE_AXIAL_COMPRESSION_STRESS_UPPER_LIMIT_NOT_LOCAL_BUCKLING = "국부좌굴을 고려하지 않은 허용축방향압축응력의 상한값"
IDS_DGN_RPT_PIPE_RADIUS = "강관의 반지름"
IDS_DGN_RPT_SECTION_NAME = "단면이름"
IDS_DGN_RPT_LOAD_COMBINATION = "하중조합"
IDS_DGN_RPT_SECTION_PROPERTIES = "단면제원상수"
IDS_DGN_RPT_CHECK_POSITION = "검토위치"
IDS_DGN_RPT_EFFECTIVE_BUCKLING_LENGTH = "유효좌굴장"
IDS_DGN_RPT_CHECKING_STRESS_RESULT = "응력검토 결과"
IDS_DGN_RPT_CHECKING_RESULT = "검토 결과"
IDS_DGN_RPT_RESULT_BENDING_STRESS = "휨 응력도"
IDS_DGN_RPT_RESULT_AXIAL_TENSILE_STRESS = "축방향 인장 응력도"
IDS_DGN_RPT_RESULT_SHEAR_STRESS = "전단 응력도"
IDS_DGN_RPT_RESULT_COMBINED_STRESS = "합성 응력도"
IDS_DGN_RPT_RESULT_STABILITY_FOR_AXIAL_TENSION = "축방향 힘이 인장의 경우의 안정조사"
IDS_DGN_RPT_RESULT_STABILITY_FOR_AXIAL_COMPRESSION = "축방향 힘이 압축의 경우의 안정조사"
IDS_DGN_RPT_CHECKING_OKNG = "판정"
IDS_DGN_RPT_COMBINED_STRESS = "합성응력"
IDS_DGN_RPT_ALLOWABLE_VAULE = "허용값"
IDS_DGN_RPT_POSITION = "Position"
IDS_DGN_RPT_DIRECTION = "direction"
IDS_DGN_RPT_PANEL_SIZE = "패널수"
IDS_DGN_RPT_MAX_ALLOWABLE_STRESS_NOT_CHANGE_DEPENDING_ON_THICKNESS = "판두께에 의해 내력이 변화하지 않는 강재(-H사양)을 사용"
IDS_DGN_RPT_APPLY_UPPER_LIMIT_ALLOWABLE_BENDING_COMPRESSIVE_STRESS = "허용 휨 압축응력도의 상한값 적용"
IDS_DGN_RPT_APPLY_UPPER_LIMIT_ALLOWABLE_STRESS_FOR_LOCAL_BUCKLING = "국부좌굴에 대한 허용 응력도의 상한값 적용(웹부재)"
IDS_DGN_RPT_ALLOWABLE_STRESS_CHECKING = "허용응력 계산"
IDS_DGN_RPT_COMBINED_STRESS_CHECKING_POSITION_TOP_CORNER = "상단 우각부"
IDS_DGN_RPT_COMBINED_STRESS_CHECKING_POSITION_BOTTOM_CORNER = "하단 우각부"
IDS_DGN_RPT_COMBINED_STRESS_CHECKING_POSITION_TOP_FLANGE = "상부 플랜지"
IDS_DGN_RPT_COMBINED_STRESS_CHECKING_POSITION_BOTTOM_FLANGE = "하부 플랜지"
IDS_DGN_RPT_PART_WEB = "Web"
IDS_DGN_RPT_PART_FLANGE = "Flange"
IDS_DGN_RPT_PART_CORNER = "Corner"
IDS_DGN_RPT_PART_CENTER = "중앙"
IDS_DGN_RPT_PART_TOP = "상단"
IDS_DGN_RPT_PART_BOTTOM = "하단"
IDS_DGN_RPT_PART_LEFT_TOP = "좌상단"
IDS_DGN_RPT_PART_RIGHT_TOP = "우상단"
IDS_DGN_RPT_PART_RIGHT_BOTTOM = "우하단"
IDS_DGN_RPT_PART_LEFT_BOTTOM = "좌하단"
IDS_DGN_RPT_RESPONSE_MODIFICATION_FACTOR = "Response Modification Factor"
IDS_AU_BRACED_COLUMN = "Braced Column"
IDS_AU_DAY = "Day"
IDS_AU_DAYS = "Days"
IDS_AU_DIRECTION = "Direction"
IDS_AU_DOUBLE_CURVATURE = "Double Curvature"
IDS_AU_ELEMENT_ID = "Element ID"
IDS_AU_END_I = "END-I"
IDS_AU_END_J = "END-J"
IDS_AU_ENVIRONMENT_ARID = "Arid"
IDS_AU_ENVIRONMENT_INTERIOR = "Interior"
IDS_AU_ENVIRONMENT_NEAR_COASTAL = "Near Coastal"
IDS_AU_ENVIRONMENT_TEMPERATE_INLAND = "Temperate Inland"
IDS_AU_ENVIRONMENT_TROPICAL = "Tropical"
IDS_AU_MIDDLE = "MIDDLE"
IDS_AU_NODE_ID = "Node ID"
IDS_AU_PARA_END_I = "End( i )"
IDS_AU_PARA_END_J = "End( j )"
IDS_AU_PARA_MIDDLE = "Middle"
IDS_AU_POSITION = "Position"
IDS_AU_SECTION_ID = "Section ID"
IDS_AU_THICKNESS_ID = "Thickness ID"
IDS_AU_UNBRACED_COLUMN = "Unbraced Column"
IDS_AU_ABSOLUTE_VALUES = "Absolute Values"
IDS_AU_AGE_OF_CONCRETE = "Age of Concrete"
IDS_AU_AGGREGATE_SIZE = "Aggregate size"
IDS_AU_ANGLE_OF_INCLINATION = "Angle of inclination"
IDS_AU_APPLY_MIN_BEND_MOMENT = "Apply minimum bending moment"
IDS_AU_AREA_BAR_CLOSED_FITMENT = "Cross-sectional area of the bar forming a closed fitment"
IDS_AU_AREA_BOUND_OUTERMOST_FITMENTS = "Cross-sectional area bounded by the center-line of the outermost fitments"
IDS_AU_AREA_ENCLOSED_SHEAR_FLOW_PATH = "Area enclosed by shear flow path"
IDS_AU_AREA_ENCLOSED_TRANS_TORS_REIN = "Area enclosed by center-line of exterior closed transverse torsion reinforcement"
IDS_AU_AREA_REIN_HALF_DEPTH_TENSION_ZONE = "Areas of reinforcing bars in the half-depth of the section containing the flexural tension zone"
IDS_AU_ASSUMED_BY_DESIGN = "Assumed by design"
IDS_AU_BALANCED_AXIS = "Balanced Axis"
IDS_AU_BASIC_DRY_SHRINK_STRAIN = "Basic drying shrinkage strain"
IDS_AU_BEND_MOMENT_STRN = "Bending Moment Strength"
IDS_AU_CENT_SPAC_BAR_NEAR_TENS_FACE = "Center-to-center spacing of bars near a tension face"
IDS_AU_CENT_SPAC_REIN = "Center to center spacing of reinforcement"
IDS_AU_CHAR_UNIAX_TENS_STRN_CONC = "Characteristic uniaxial tensile strength of concrete"
IDS_AU_CHAR_YIELD_STRN_REIN = "Characteristic yield strength of reinforcement"
IDS_AU_CITY = "City"
IDS_AU_COMP_FORC_REIN_SINGLE = "Compression force by reinforcement based on singly reinforced design"
IDS_AU_COMP_FORCE = "Compression force"
IDS_AU_COMP_FORCE_CONC = "Compression force by concrete"
IDS_AU_CRACK_WIDTH = "Crack width"
IDS_AU_DAY_OF_DRYING = "Day of Drying"
IDS_AU_DESIGN_FACTORS = "Design Factors"
IDS_AU_DIST_LONG_BAR_SIDE = "Distance of longitudinal bar from side"
IDS_AU_DIST_LONG_BAR_SOFFIT = "Distance of longitudinal bar from soffit"
IDS_AU_EFF_DEPTH_BENDING = "Effective depth of a cross-section in the plane of bending"
IDS_AU_EFFECTIVE_COMP_STRENG_FACT = "Effective compression strength factor"
IDS_AU_ENVIRONMENT = "Environment"
IDS_AU_EQUIV_FACT_SHEAR_FORC = "Equivalent Factored Shear Force"
IDS_AU_EXPOSED_PERI_SECT = "Exposed perimeter of a cross-section"
IDS_AU_EXPOSURE_CLASSIFICATION = "Exposure Classification"
IDS_AU_FINAL_AUTO_SHRINK_STRAIN = "Final autogenous shrinkage strain"
IDS_AU_FINAL_DRY_SHRINK_STRAIN = "Final drying basic shrinkage strain"
IDS_AU_GOVERN_LCOM = "Governing load combination"
IDS_AU_HOOP = "Hoop"
IDS_AU_HOOP_BAR = "Hoop Bar"
IDS_AU_INSIDE_SPECIAL_CONFINE_REGION = "Inside of the special confinement region"
IDS_AU_LENG_OUTSIDE_PERI_CONC = "Length of the outside perimeter of concrete cross-section"
IDS_AU_MAIN_BAR = "Main Bar"
IDS_AU_MAX_ALLOW_LONG_REIN = "Maximum allowed longitudinal reinforcement"
IDS_AU_MAX_LONG_SPAC_SHEAR_REIN = "Maximum longitudinal spacing of shear reinforcement"
IDS_AU_MAX_REQ_FLEX_TENS_REIN = "Maximum required flexural tension reinforcement"
IDS_AU_MAX_SLEND_RATIO_EXCEED = "Maximum slenderness ratio is exceeded"
IDS_AU_MAX_SLEND_RATIO_NOT_EXCEED = "Maximum slenderness ratio is NOT exceeded"
IDS_AU_MAX_STRS_REIN_DIA = "Maximum stress of reinforcement by diameter"
IDS_AU_MAX_STRS_REIN_SPAC = "Maximum stress of reinforcement by spacing"
IDS_AU_MEAN_AXIAL_TENS_STRN_CONC = "Mean value of the axial tensile strength of concrete"
IDS_AU_MEAN_VALUE_COMP_STRN_CONC = "Mean value of the in situ compressive strength of concrete"
IDS_AU_MIN_ALLOW_LONG_REIN = "Minimum allowed longitudinal reinforcement"
IDS_AU_MIN_BEND_MOMENT = "Minimum Bending Moment"
IDS_AU_MIN_REQ_FLEX_TENS_REIN = "Minimum required flexural tension reinforcement"
IDS_AU_MIN_REQ_STRN = "Minimum required strength"
IDS_AU_MIN_TRANS_SHEAR_REIN = "Minimum transverse shear reinforcement"
IDS_AU_MOMENT_INERTIA_COMP_REIN = "Moment of inertia by compression reinforcement"
IDS_AU_MOMENT_INERTIA_CONC = "Moment of inertia by concrete"
IDS_AU_MOMENT_INERTIA_TENS_REIN = "Moment of inertia by tension reinforcement"
IDS_AU_MOMENT_STRN = "Moment strength"
IDS_AU_NEUTRAL_AXIS = "Neutral Axis"
IDS_AU_NO_LATERAL_RESTRAIN_LONG_BARS = "Number of laterally restrained longitudinal bars"
IDS_AU_NOMI_CAPA_RBAR_BALANCE_AXIS = "Nominal capacity of rebar for balanced axis"
IDS_AU_NOMI_CAPA_RBAR_NEUTRAL_AXIS = "Nominal capacity of rebar for neutral axis"
IDS_AU_NOT_SPECIAL_CONFINE_REGION = "NOT Special confinement reion"
IDS_AU_ON_FLEX_COMP_SIDE = "On the flexural compression side"
IDS_AU_ON_FLEX_TENS_SIDE = "On the flexural tension side"
IDS_AU_OUTSIDE_SPECIAL_CONFINE_REGION = "Outside of the special confinement region"
IDS_AU_OVERALL_DEPTH_BENDING = "Overall depth of a cross-section in the plane of bending"
IDS_AU_POSI_TENSION_NEGA_COMP = "Positive for tension, Negative for compression"
IDS_AU_RECT_SECT = "Rectangular section"
IDS_AU_REIN_REQ_COLM = "Reinforcement Requirements for Columns"
IDS_AU_REIN_REQ_WALL = "Reinforcement Requirements for Walls"
IDS_AU_REIN_TENS_ZONE_CRACK = "Reinforcement in Tension Zone for Crack Control"
IDS_AU_ROTATE_ANGLE_NEUTRAL_AXIS = "Rotation angle of neutral axis"
IDS_AU_ROTATED_SECT = "Rotated Section"
IDS_AU_SEARCH_NEUTRAL_AXIS = "Search for neutral axis depth"
IDS_AU_SHEAR_STRN = "Shear Strength"
IDS_AU_SLEND_RATIO = "Slenderness Ratio"
IDS_AU_SPECIAL_CONFINE_REGION = "Special confinement reion"
IDS_AU_SPIRAL = "Spiral"
IDS_AU_STRS_REIN = "stress of reinforcement"
IDS_AU_T_SECT_FLG_TENS = "T section, Flange in tension"
IDS_AU_T_SECT_WEB_TENS = "T section, Web in tension"
IDS_AU_TENS_FORC_REIN = "Tensile force by reinforcement"
IDS_AU_TENS_REIN_AREA = "Tensile reinforcement area"
IDS_AU_TORS_CAPA = "Torsion Capacity"
IDS_AU_TORS_CRACK_MOMENT = "Torsional cracking moment"
IDS_AU_TORS_STRN = "Torsion strength"
IDS_AU_TOTAL_AREA_OUTSIDE_PERI_CONC = "Total area enclosed by outside perimeter of concrete section"
IDS_AU_TRANS_SHEAR_REIN_NOT_REQ = "Transverse shear reinforcement is NOT required"
IDS_AU_TRANS_SHEAR_REIN_REQ = "Transverse shear reinforcement is required"
IDS_AU_UNIFORM_COMP_STRS_DEPTH_FACT = "Uniform compressive stress depth factor"
IDS_AU_UNIFORM_COMP_STRS_FACT = "Uniform compressive stress factor"
IDS_AU_USER_INPUT_APPLIED = "User Input Applied"
IDS_AU_VERIFY_SPECIAL_CONFINE_REGION_REQ = "Verification of special confinement region requirement"
IDS_AU_AXIAL_MOMENT_CAPA = "Axial / Moment Capacity"
IDS_AU_MIN_TRANS_REIN_AREA = "Minimum transverse reinforcement area"
IDS_AU_CONFINE_CORE = "Confinement to the Core"
IDS_AU_SPAC_FITMENTS = "Spacing of fitments"
IDS_AU_BAR_DIA_FITMENT = "Bar diameter of fitments"
IDS_AU_MAX_TRANS_REIN_SPAC = "Maximum transverse reinforcement spacing"
IDS_AU_ANAL_RES_BENDING = "Analysis results for bending"
IDS_AU_AXIAL_FORC_DUE_TO_DEAD_LOAD = "Axial forces due to dead load"
IDS_AU_AXIAL_FORC_DUE_TO_LIVE_LOAD = "Axial forces due to live load"
IDS_AU_CENT_TO_CENT_SPAC = "Center-to-center spacing"
IDS_AU_CLEAR_DIST = "Clear distance"
IDS_AU_CTRL_FOR_CRACKING = "Control for cracking"
IDS_AU_DIST_TOP_FIBER_CENT_COMP_FORC = "Distance from the top fiber to the centroid of the resultants of compressive forces"
IDS_AU_DIST_TOP_FIBER_CENT_TENS_FORC = "Distance from the top fiber to the centroid of the resultants of tensile forces"
IDS_AU_HOR_REINF_CRACK_CTRL = "Horizontal reinforcement for crack control"
IDS_AU_MAX_CENT_TO_CENT_SPAC = "Maximum center-to-center spacing"
IDS_AU_MIN_CLEAR_DIST = "Minimum clear distance"
IDS_AU_PERMANENT_EFFECT = "Permanent Effect"
IDS_AU_REINF_SECOND_DIR_REST_SLAB = "Reinforcement in the secondary direction in restrained slabs"
IDS_AU_SHRINK_TEMP_EFFECT = "Shrinkage and temperature effects"
IDS_AU_SLS_LOAD_COMB = "SLS Load Combination"
IDS_AU_CALC_ANGLE_CONC_COMP_LONG_AXIS = "Calculate angle of inclination of the concrete compression strut and the longitudinal axis"
IDS_AU_CALC_AUTO_SHRINK_STRAIN = "Calculate autogenous shrinkage strain"
IDS_AU_CALC_AXIAL_LOAD_MOMENT_CAPA = "Calculate axial load and moment capacities"
IDS_AU_CALC_BUCKLING_LOAD = "Calculate buckling load"
IDS_AU_CALC_BY_FEM_METHOD = "Calculated by FEM Method"
IDS_AU_CALC_CAPA_COMP_STRS_BLCOK = "Calculate capacity of compression stress block"
IDS_AU_CALC_CAPA_REIN = "Calculate capacity of reinforcement"
IDS_AU_CALC_COEF_MOMENT_MAGNIFIER = "Calculate coefficient for moment magnifier"
IDS_AU_CALC_COMP_STRS_BLOCK_FACT = "Calculate Compression Stress Block Factor"
IDS_AU_CALC_DGN_CREEP_COEF = "Calculate design creep coefficient"
IDS_AU_CALC_DGN_FORC = "Calculate Design Force"
IDS_AU_CALC_DGN_FORC_NMM = "Calculate Design Force for NMM"
IDS_AU_CALC_DGN_FORC_NM = "Calculate Design Force for NM"
IDS_AU_CALC_DGN_MOMENT = "Calculate design moment"
IDS_AU_CALC_DGN_SHRINK_STRAIN = "Calculate design shrinkage strain"
IDS_AU_CALC_DIFF_MEAN_STRAIN_REIN_CONC = "Calculate difference between the mean strain in the reinforcement and concrete"
IDS_AU_CALC_DRY_SHRINK_STRAIN = "Calculate drying shrinkage strain"
IDS_AU_CALC_ECCEN = "Calculate eccentricity"
IDS_AU_CALC_EFF_DEPTH_CONC_TENS = "Calculate effective depth of concrete in tension surrounding the bars"
IDS_AU_CALC_EFF_MODULAR_RATIO = "Calculate effective modular ratio"
IDS_AU_CALC_EFF_SHEAR_DEPTH = "Calculate effective shear depth"
IDS_AU_CALC_FACT = "Calculate factor"
IDS_AU_CALC_FACT_STRS = "Calculate factor for stress"
IDS_AU_CALC_FORC_COMPO_NEUT_AXIS = "Calculate force components at the neutral axis"
IDS_AU_CALC_HYPO_THICK = "Calculate hypothetical thickness"
IDS_AU_CALC_INERTIA_CRACK_SECT = "Calculate moment of inertia of cracked section"
IDS_AU_CALC_LIMIT_SLEND_RATIO = "Calculate limit of selenderness ratio"
IDS_AU_CALC_LONG_STRAIN_CONC_SHEAR = "Calculate longitudinal strain in concrete for shear"
IDS_AU_CALC_MAX_FINAL_CRACK_SPAC = "Calculate maximum final crack spacing"
IDS_AU_CALC_MAX_REQ_FLEX_TENS_REIN = "Calculate maximum required flexural tension reinforcement"
IDS_AU_CALC_MAX_SPAC_TRANS_REIN = "Calculate maximum spacing of transverse shear reinforcement"
IDS_AU_CALC_MAX_STRS_REIN_TENS_ZONE = "Calculate maximum stress of reinforcement in tension zone"
IDS_AU_CALC_MIN_BEND_MOMENT = "Calculate Minimum Bending Moment"
IDS_AU_CALC_MIN_REQ_FLEX_TENS_REIN = "Calculate minimum required flexural tension reinforcement"
IDS_AU_CALC_MIN_REQ_STRN_BEND = "Calculate minimum required strength in bending"
IDS_AU_CALC_MIN_TRANS_SHEAR_REIN = "Calculate minimum transverse shear reinforcement"
IDS_AU_CALC_MODI_FACT = "Calculate modification factors"
IDS_AU_CALC_MODI_FACT_NLINEAR_CREEP = "Calculate modification factor for non-linear creep behavior"
IDS_AU_CALC_MOMENT_CAPA_BUCKLING_LOAD = "Calculate moment capacity for buckling load"
IDS_AU_CALC_MOMENT_MAGNIFIER = "Calculate Moment Magnifier"
IDS_AU_CALC_MOMENT_RESIST = "Calculate moment resistance"
IDS_AU_CALC_NEUTRAL_AXIS_DEPTH = "Calculate neutral axis depth"
IDS_AU_CALC_NOMI_CAPA = "Calculate nominal capacity"
IDS_AU_CALC_PROPORTION_LONG_REIN = "Calculate proportioning longitudinal reinforcement"
IDS_AU_CALC_REIN_RATIO = "Calculate reinforcement ratio"
IDS_AU_CALC_SHEAR_COEF_BY_GENERAL = "Calculate shear coefficient by general method"
IDS_AU_CALC_SHEAR_COEF_BY_SIMPLE = "Calculate shear coefficient by simple method"
IDS_AU_CALC_SHEAR_STRN_CONC = "Calculate shear strength by concrete"
IDS_AU_CALC_SHEAR_STRN_LIMIT_WEB_CRUSH = "Calculate shear strength limited by web crushing"
IDS_AU_CALC_SHEAR_STRN_REIN = "Calculate shear strength by reinforcement"
IDS_AU_CALC_SLEND_RATIO = "Calculate Slenderness Ratio"
IDS_AU_CALC_STRN_REDUCT_FACT = "Calculate strength reduction factor"
IDS_AU_CALC_STRS_REIN_TENS_ZONE = "Calculate stress of reinforcement in tensile zone"
IDS_AU_CALC_TORS_CRACK_MOMENT = "Calculate torsional cracking moment"
IDS_AU_CALC_TORS_STRN = "Calculate torsional strength"
IDS_AU_CALC_ULTIMATE_STRN_COMP = "Calculate ultimate strength in compression"
IDS_AU_CALC_ULTIMATE_STRN_COMP_WITHOUT_BEND = "Calculate Ultimate Strength in Compression without Bending"
IDS_AU_CALC_UNIAX_TENS_STRN_CONC = "Calculate uniaxial tensile strength of concrete"
IDS_AU_CALC_UNIFORM_CONC_COMP_STRS = "Calculate uniform concrete compression stress"
IDS_AU_CALC_MIN_REINF_CRACK_CTRL = "Calculate Minimum Reinforcement for Crack Control"
IDS_AU_CALC_MOMENT_CAPA_BALANCE_ECCEN = "Calculate moment capacity at balanced eccentricity"
IDS_AU_CALC_REQ_HOR_REINF_CRACK_CTRL = "Calculate required horizontal reinforcement for crack control"
IDS_AU_CHK_AXIAL_LOAD_MOMENT_CAPA = "Check axial load and moment capacities"
IDS_AU_CHK_BAR_DIA_FITMENT = "Check the bar diameter of fitments"
IDS_AU_CHK_CENT_SPAC_BAR_NEAR_TENS_FACE = "Check center-to-center spacing of bars near a tension face"
IDS_AU_CHK_CONFINE_CORE = "Check Confinement to the Core"
IDS_AU_CHK_CRACK_WIDTH = "Check crack width"
IDS_AU_CHK_DETAIL_REIN_TENS_ZONE_CRACK = "Check Detailing of Reinforcement in Tension Zone for Crack Control"
IDS_AU_CHK_DIST_LONG_BAR = "Check distance of longitudinal bar"
IDS_AU_CHK_EQUIV_SHEAR_FORC = "Check Equivalent Shear Force"
IDS_AU_CHK_MAX_STIRRUP_SPAC_CORE_CONFINE = "Check maximum stirrup spacing to conform column core confinement"
IDS_AU_CHK_MAX_STRS_REIN_TENS_ZONE = "Check maximum stress of reinforcement in tension zone"
IDS_AU_CHK_MAX_STRS_REIN_TENS_ZONE_CRACK = "Check Maximum Stress of Reinforcement in Tension Zone for Crack Control"
IDS_AU_CHK_MIN_TRANS_SHEAR_REIN = "Check minimum transverse shear reinforcement"
IDS_AU_CHK_MOMENT_CAPA = "Check Moment Capacity"
IDS_AU_CHK_REIN_REQ_COLM = "Check reinforcement requirements for columns"
IDS_AU_CHK_REIN_REQ_WALL = "Check reinforcement requirements for walls"
IDS_AU_CHK_SHEAR_CAPA = "Check Shear Capacity"
IDS_AU_CHK_SLEND_RATIO = "Check slenderness ratio"
IDS_AU_CHK_SPAC_FITMENT = "Check the spacing of fitments"
IDS_AU_CHK_TENS_REIN_AREA = "Check the tensile reinforcement area"
IDS_AU_CHK_TORS_CAPA = "Check Torsional Capacity"
IDS_AU_CHK_DETAIL_REINF_CRACK_CTRL = "Check detailing of reinforcement for crack control"
IDS_AU_CHK_HOR_REINF_CRACK_CTRL = "Check horizontal reinforcement for crack control"
IDS_AU_CHK_MAX_CENT_TO_CENT_SPAC = "Check maximum center-to-center spacing of bars"
IDS_AU_CHK_MIN_CLEAR_DIST = "Check minimum clear distance between bars"
IDS_AU_CHK_MIN_REINF_CRACK_CTRL = "Check minimum reinforcement for crack control"
IDS_AU_CHK_MOMENT_CAPA_LOAD_ECCEN = "Check moment capacity at load eccentricity"
IDS_DGN_RPT_PRINCIPLE_AXIS_EFFECTIVE_BUCKLING_LENGTH = "주 축에 대한 유효좌굴길이"
/**/ IDS_DGN_RPT_EXPOSURE_CLASS = "Exposure Class"
/**/ IDS_DGN_RPT_BRIDGE_TYPE = "Bridge Type"
/**/ IDS_DGN_RPT_SERVICE_LIFE = "Service Life"
/**/ IDS_DGN_RPT_PROTECTION_LEVEL = "Protection Level"
/**/ IDS_DGN_RPT_STRUCTURE_TYPE = "Structure Type"
/**/IDS_DGN_RPT_USING = "Using"
/**/IDS_DGN_Strength_Characteristic_Structural_Steel = "구조용 강재의 강도의 특성치 "
/**/IDS_DGN_Compressive_stress_limit_values_for_local_buckling = "국부좌굴에 대한 압축응력도의 제한값"
/**/IDS_DGN_Limit_value_of_axial_compressive_stress = "축방향 압축응력도의 제한값"
/**/IDS_DGN_Limit_value_of_axial_tensile_stress = "축방향 인장응력도의 제한값"
/**/IDS_DGN_Limit_values_for_bending_stress = "휨 응력도의 제한값"
/**/IDS_DGN_Limit_values_for_bending_tensile_stress = "휨 인장응력도의 제한값"
/**/IDS_DGN_Limit_values_for_bending_compressive_stress = "휨 압축응력도의 제한값"
/**/IDS_DGN_Limit_value_of_shear_stress = "전단 응력도의 제한값"
/**/IDS_REPORTINFO_SECT_TRANSVERSE_REINFORCEMENT = "Transverse Reinforcement"
/**/IDS__s_is_ignored = "%s is ignored."
/**/IDS_CHECK_MAXIMUM_SHEAR_FORCE = "Check maximum shear force"
/**/IDS_INCREASE_THE_THICKNESS_OF_SLAB = "Increase the thickness of slab."
/**/IDS_DGN_RPT_ELEM_TYPE_BEAM = "Beam Element"
/**/IDS_DGN_RPT_ELEM_TYPE_VIRTUAL_BEAM = "Virtual Beam"
/**/IDS_CONSIDER_AS_NONPRESTRESSED = "Consider as nonprestressed"
/**/IDS_EDGE_COLUMN = "Edge column"
/**/IDS_CORNER_COLUMN = "Corner column"
